{
  "title": "總量管制",
  "content": [
    "<p>中科管理局對環境保護從未懈怠，負責輔導並查核園區廠商廢氣、廢水排放、廢棄物處理(置)以符合相關環保法規，各園區之開發皆須符合環境影響評估書件內容及審查結論與承諾事項，更進一步要求園區廠商做好自主管理，污染防制設備、操作流程及環保業務管理等成為各領域學習標竿。</p>",
    "<p>另本局依據臺中園區擴建用地開發計畫環境影響說明書審查結論， 將健康風險評估確認之危害性化學物質建置使用管理制度，並參考歐盟REACH(Registration, Evaluation and Authorisation of Chemicals)制度之精神，訂定化學物質管制作業要點，至2021年累計共核發110項化學品使用註冊碼。此外，本局亦建立事業單位之化學品自主網路申報平台，以掌握各廠商化學物質使用情形。</p>",
    "<p>相關連結:<a href='http://ctspslosh.ctsp.gov.tw/OSHTC/' target='_blank'>化學品自主網路申報平台</a></p>",
    "<p><strong>許可審查</strong></p>",
    "<p>中部科學園區是一個執行總量管制園區，欲進駐之事業在投資申請階段即須提出污染總量預估，正式進駐後若需要更大之核配總量，應再次申請變更，本局將視園區整體總量核配情形辦理准駁，並彙報所在地地方主管機關；統計2021年共有50件污染總量申請及變更案件，通過案件共51件(含2020年申請於2021年通過)。</p>",
    "<p>為便利園區廠商環保許可申請，園區內採單一窗口機制辦理，本局自2003年起陸續向環保署申請委託辦理各園區許可審查業務，讓進駐園區之廠商可以快速取得生產所需之各項環保許可證文件。2021年共受理140件環保文件申請，通過案件共132件(含2020年申請於2021年通過)，未通過案件係為退回廠商補正或案件尚於申請程序中。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image49.png'  title=''></div>",
    "<p><strong>查核追蹤</strong></p>",
    "<p>許可證核發後，現場進行查核及追蹤，是落實許可證管理以及推動各污染總量管制之基礎工作，除了瞭解各事業單位是否確實履行許可內容，並進一步檢討制度上之盲點，藉由確實可行的方式規範各事業依循許可證登載內容操作，也有利於整體環境品質與永續之推動。2021年中科管理局共進行216件次之許可查核，經本局查核發現與許可有不符者，即發函要求事業進行改善並提送相關申請文件辦理許可異動或變更，針對查核不符之追蹤改善部份，目前改善率為91%，尚未完成改善者，主要多為2021年第四季執行查核之案件，其查核缺失涉及許可證辦理異動或變更申請，致使所需時間較為冗長；對此，本局仍持續進行追蹤並督促事業儘快完成改善；於再利用機構之查核，除本局人員外亦邀請相關領域之專家學者協助進行查核作業，確保園區外之再利用機構妥善處理園區事業產生的廢棄物，不讓外界認有污染環境之疑慮。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image50.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image51.png'  title=''></div>",
    "<p>本局於夜間或假日進行園區廠商之煙道排氣抽測作業，透過環保署認證之合格檢測機構監測園區廠商所排放之廢氣是否符合法規規定，其2021年檢測結果均符合相關規定。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image52.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image53.png'  title=''></div>",
    "<p><strong>宣導與諮詢</strong></p>",
    "<p>因應各項環保相關法規時常更新或修訂，本局每年均不定期辦理各項法規宣導說明會，強化事業重視及遵循各項環保法令，2021年共舉辦5場次法規宣導說明會、1場次化學品查核宣導說明會、1場次環保研討會、2場次節能減碳教育宣導會議、1場次環境保護相關議題說明會，並辦理4場次園區廠商廠內現場輔導會議，以及20場次園區廠商廠內專家學者現場輔導會議。</p>",
    "<p>另外本局也提供園區廠商環保業務諮詢服務，透過和業者面對面溝通或個案輔導之方式， 瞭解業者於製程操作或環保文件撰寫上之困難點，進而協助尋求解決之道，2021年共提供1,309 件次(不含簡易法規諮詢及案件狀態詢問)</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image43.png'  title=''></div>"
  ],

  "en_title":"Total Mass Based Control",
  "en_content":[
    "The CTSP Bureau has never slackened on environmental protection, and strengthened guidance to check the waste gas, wastewater discharge, and waste disposal (replacement) of the park manufacturers in order to comply with relevant environmental protection regulations. The development of each Park must comply with the content of the Environmental Impact Assessment document and the review conclusions and commitments. The CTSP further requires park manufacturers to do a good job of independent management, pollution prevention equipment, operating procedures and environmental protection business management, and become learning benchmarks in their various fields.",
    "In addition, this Bureau established a management system for the use of hazardous chemicals confirmed by the health risk assessment based on the review conclusions of the Environmental Impact Manual of the Taichung Park Expansion Land Development Plan, and referred to the spirit of the Registration, Evaluation, Authorisation and Restriction of Chemicals (EU REACH) system. The key points of chemical substance control operations have been set, and a total of 111 chemical registration codes have been issued by 2021. In addition, this Bureau has also established an online chemical declaration platform for business units to understand the use of chemical substances by various manufacturers.",
    "Link:<a href='http://ctspslosh.ctsp.gov.tw/OSHTC/ '>http://ctspslosh.ctsp.gov.tw/OSHTC/ </a>",
    "<ul><li>License review</li></ul>",
    "The Central Taiwan Science Park is a park that implements Total Mass Based Control. Businesses that wants to settle in CTSP must submit an estimate of the total amount of pollution at the investment application stage. If a larger total amount is required after the official stage, it should apply for a change again. This Bureau will process the application and it will be processed and reported to the local competent authority according to the overall total amount of the Park. According to statistics, there were 50 total pollution application and change cases in 2021, and a total of 51 cases have been passed (including the applications in 2020 and passed in 2021).",
    "In order to facilitate the application of environmental protection permits by manufacturers in the Park, a one-stop service mechanism is adopted in the Park. Since 2003, this Bureau has successively applied to the Environmental Protection Agency for entrusting the review of permits for each Park, so that manufacturers stationed in the Park can quickly obtain the environmental protection documents required for production. In 2021, a total of 140 applications for environmental protection documents were accepted, and a total of 132 cases were passed (including the 2020 application passed in 2021), and the cases that were not passed were returned to the manufacturer for correction or the case was still in the application process.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g64.png'  title=''></div>",
    "<ul><li>Audit tracking</li></ul>",
    "After a permit is issued, on-site inspection and tracking is the basic method for implementing permit management and promoting the control of the total amount of pollution. In addition to understanding whether each business unit is actually performing according to the permit content, and further reviewing the blind spots in the system. It is indeed feasible to standardize the operation of various businesses in accordance with the contents of the license, and is also conducive to the promotion of overall environmental quality and sustainability. In 2021, the CTSP Bureau conducted a total of 216 permit inspections. Those who were found to be inconsistent with the permit after the inspection by this Bureau were sent a letter requesting the business to make improvements and submit the relevant application documents to handle the permit change or change. For the tracking improvement part of the audit that did not conform, the current improvement rate was 91%, and the improvement that had not yet been completed was mainly the case of Q4 2021 to carry out the audit, and the improvement involved the application for change or license changes, resulting in a lengthy time; In this regard, the Bureau will continue to track and urge the business to complete improvement as soon as possible.In addition to the staff of this Bureau, experts and scholars in related fields are also invited to assist in the inspection operations to ensure that the recycling agencies outside the Park properly dispose of the waste generated by the Park businesses and prevent the outside world from being concerned about environmental pollution in the Park.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g65.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g66.png'  title=''></div>",
    "This Bureau conducts flue exhaust sampling tests of park manufacturers at night or on holidays, and monitors whether the exhaust gas emitted by park manufacturers complies with regulations through a qualified inspection agency certified by the Environmental Protection Agency. The 2021 test results were in compliance with relevant regulations.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g67.png'  title=''></div>",
    "<ul><li>Advocacy & Consulting</li></ul>",
    "In response to frequent updates or amendments to various environmental protection related laws and regulations, this Bureau will hold various legal promotion briefings from time to time every year to strengthen business attention and comply with various environmental protection laws and regulations. In 2021, a total of 5 regulatory publicity briefing meetings, 1 chemical inspection publicity briefing meeting, 1 environmental protection seminar, 2 energy conservation and carbon reduction education publicity meetings, 1 environmental protection related topic briefing meetings were held, and 4 on-site counseling meetings of park manufacturers and 20 on-site counseling meetings of experts and scholars in the park manufacturers were handled.In addition, the Bureau also provides consulting services on environmental protection business for park manufacturers. Through face-toface communication with the industry or case-by-case counseling, we can understand the difficulties of the industry in the process operation or in the writing of environmental protection documents, and then assist in finding solutions. In 2021, we offered consulting services in a total of 1,309 cases. (Excluding summary regulatory consultation and case status inquiry)",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g68.png'  title=''></div>"
  ]
}
