{
  "title": "空污與溫室氣體",
  "content": [
    "<p>為落實園區總量管制，中科管理局在固定污染源設置許可證及操作許可證核發後，持續執行輔導查核作業，同時協助檢視園區廠商是否依規定期程進行申報，例如空污費、排放量申報、定期檢測申報或行業別法規等，針對與許可內容不符之事業則立即函請事業端要求改善，並於後續再進行複查。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image33.png'  title=''></div>",
    "<p><strong>溫室氣體盤查及減量</strong></p>",
    "<p>中科管理局針對佔全園區總營業額前15名廠商，統計2020年溫室氣體排放量如下表。上述15家廠商中，第一批應盤查登錄溫室氣體排放量之廠商有5家(營運控制權；基準年依各廠盤查清冊為主)，其依規定於每年8月底完成前一年度全廠溫室氣體排放量盤查登錄作業；非屬應定期盤查及登錄對象，但委託第三方機構查驗者有2家；其餘8家為自主盤查。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image34.png'  title=''></div>",
    "<p>另外本局依據后里園區環評書件，要求進駐后里園區之廠商定期進行溫室氣體盤查及申報 作業，並於每年9月實施后里園區溫室氣體盤查統計(2021年數據統計在本報告發行前尚未完成) 。后里園區廠商中，第一批應盤查登錄溫室氣體排放量之廠商僅有2家(營運控制權；基準年依各 廠盤查清冊為主)，其餘均屬自主盤查。2020年總排放量較往年高的主要原因為2018年開始新增美光二廠，而2020年增加臺灣麗偉公司、美光一廠及二廠增加產能。</p>",
    "<p>上述后里園區之廠商溫室氣體盤查均係依據ISO 14064-1及溫室氣體查驗指引辦理，二氧化 碳排放係數係依IPCC所制定的國家溫室氣體清冊指南(簡稱IPCC 2006指南)統計方法計算，GWP 值依環保署規定，自2016年後應採用IPCC 2007年第四次評估報告之溫暖化潛勢。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image35.png'  title=''></div>"
  ],
  "en_title":"Air Pollution and Greenhouse Gases",
  "en_content":[
    "In order to implement Total Mass Based Control in the Park, the CTSP Bureau will continue to perform counseling and verification operations after the fixed pollution source installation permit and operation permit are issued. Regular inspections and declarations or industry-specific regulations, for example, air pollution fee, emission declaration, periodic inspection declaration or industryspecific laws, etc., for businesses that do not comply with the license content are conducted, and the Bureau then immediately sends a letter to the business requesting improvement, and re-examine it at a later stage.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g69.png'  title=''></div>",
    "<strong>Greenhouse Gas Inventory and Reduction</strong>",
    "The CTSP Bureau counted the greenhouse gas emissions in 2020 from the top 15 manufacturers accounting for the total turnover of the Park as shown in the table below. Among these 15 manufacturers, the first batch of 6 manufacturers that should check their registered greenhouse gas emissions (operational control rights-the base year is mainly based on the inventory check of each factory), which is required to be completed the entire factory previous greenhouse gas emissions at the end of August each year. For those inventory and registration of greenhouse gas emissions that are not required to be regularly, there are 2 companies checked and registered by entrusting thirdparty inspections while the remaining 8 are independent inventories.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g70.png'  title=''></div>",
    "In addition, this Bureau requires manufacturers stationed in Houli Park to conduct regular greenhouse gas inventory and reporting operations based on the EIA document of the Houli Park, and implement the greenhouse gas inventory and statistics of Houli Park in September each year. (data statistics for 2021 have not been completed before the issuance of this report). Among the manufacturers in Houli Park, there are only 2 of the first batch of manufacturers that should check their registered greenhouse gas emissions (operational control rights; the base year is based on the inventory check of each factory), while the rest perform self-inspection.The main reason for the higher total emissions in 2020 than in previous years is the addition of Micron Plant 2 in 2018, and the increase in production capacity of Taiwan LEADWELL Company, Micron Plant 1 and Plant 2 in 2020.",
    "The above-mentioned CTSP Houli Park greenhouse gas inventory inspections are conducted in accordance with ISO 14064-1 and the greenhouse gas inspection guidelines. The carbon dioxide emission coefficient is calculated in accordance with the statistical method of the National Green house Gas Inventory Guidelines (referred to as IPCC 2006 Guidelines) formulated by the IPCC, and the GWP value according to the regulations of the Environmental Protection Agency. The warming potential of the fourth assessment report of the IPCC in 2007 should be adopted after 2016.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g71.png'  title=''></div>"

  ]
}
