{
  "title": "廢污水管理",
  "content": [
    "<p>本局所轄之園區均建置完善的雨水及污水分流下水道系統，園區事業之廢水均納入園區污 水下水道系統，經污水處理廠妥善處理，符合國家放流水及環評加嚴標準後方予排放。雨水下水 道系統除公共區域雨水收集，廠商於建廠時皆須設計雨水收集管線，並設置雨水排入口納入雨水 下水道系統，排入園區滯洪池再匯入承受水體。而本局定期排定各園區污水下水道系統採樣檢測 計畫，瞭解系統狀況，確保其水質狀況正常。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image36.png'  title=''></div>",
    "<p>園區污水處理廠均為三級處理系統，採用標準活性污泥之生物處理單元(臺中及后里污水廠採用AO生物除氮系統及虎尾污水廠採接觸曝氣法)，並於後續單元加入化學混凝及物理過濾處理單元，以提升二級處理水質，減低對承受水體之影響。</p>",
    "<p><strong>廠商端水措管理</strong></p>",
    "<p>廠商端水污染防治措施管理依「科學園區污水處理及下水道使用管理辦法」之規定，園區各廠商廢污水需預先處理至符合納管標準後，方可排入園區之污水下水道系統，且針對區內較具規模之事業體，中科管理局透過專家學者協助審查該廠商之水污染防治措施計畫，確保園區事業所設置之污水預處理設施可符合水質納管標準之預期效益，並於許可核發後不定期進行許可輔導查核工作。統計2021年納管廠商為臺中園區152家、后里園區-后里基地20家、后里園區-七星基地3家及虎尾園區12家。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image37.png'  title=''></div>",
    "<p><strong>100%符合放流水標準及環評承諾</strong></p>",
    "<p>各園區污水廠均依規定合格操作，妥善處理廢水並管控放流水量及水質，排放地點下游無民生及灌溉取水口。2021年各園區污水廠之放流水質均遠優於放流水標準及環評承諾加嚴標準，所排放之污染總量亦低於污染總量上限，不致對水體及生物多樣性造成影響。</p>",
    "<p>二林園區廠商廢水於水資源中心完成前係由廠商自行處理後回收再利用，依開發期程先行設置再生水套裝處理系統，且配合進駐廠商營運進行再生水套裝處理系統操作前準備作業，並於2022年3月28日正式啟用，將妥善收集處理廠商廢水並回收再利用。</p>",
    "<p>中興園區營運廠商以研究實驗性質之產業為主，並無製程廢水產生。園區廠商實驗室廢水均委託合格廠商清運處理，生活污水則納入園區污水下水道，輸送至中正路污水處理廠妥善處理後排放。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image38.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image39.png'  title=''></div>"
  ],
  "en_title":"Sewage management",
  "en_content":[
    "The Park's under the jurisdiction of this Bureau have built a complete rainwater and sewage sewer system. Waste water from the Park businesses is included in the Park's sewage sewer system, properly treated by the sewage treatment plant, and discharged before it meets the national discharge water and strict environmental assessment standards. In addition to rainwater collection in public areas, the rainwater drainage system must include designs for rainwater collection pipelines when building plants, and a rainwater drainage inlet is to be incorporated into the rainwater drainage system, discharged into the Park's floodwater retention basin and then into the receiving water body. The Bureau regularly schedules sampling and inspection plans for the sewage sewer system of each Park to understand the status of the system and ensure that its water quality is normal.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g72.png'  title=''></div>",
    "The wastewater treatment plants in the Park adopt the tri-step-treatment method of sewage, using standard activated sludge biological treatment units (Taichung and Houli wastewater treatment plants adopt AO biological nitrogen removal system, and Huwei wastewater treatment plant adopts contact aeration method). Chemical coagulation and physical filtration treatment unit I added in the subsequent unit to improve the quality of secondary treated water, reducing the impact on the receiving water body.",
    "<strong><ul><li>Water management by manufacturer</li></ul></strong>",
    "he management of water pollution prevention measures at the manufacturer's end is in accordance with the Management Measures for the Use of Sewage Treatment and Sewerage in Science Parks. The waste and sewage of each manufacturer in the Park must be pre-treated to meet the management standards before it can be discharged into the sewer system of the Park. As for the relatively large-scale business entities in the Park, the CTSP Bureau assists in reviewing the manufacturer's water pollution prevention and control measures plan by experts and scholars to ensure that the sewage pretreatment facilities installed in the Park's businesses meet the expected benefits of the water quality management standards. After a permit is issued, the CTSP conducts counseling and verification work from time to time. According to statistics, in 2021, there were 152 companies in Taichung Park, 20 companies in Houli Park-Houli Base, 3 companies in Houli Park-Chising Base, and 12 companies in Huwei Park.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g73.png'  title=''></div>",
    "<strong><ul><li>100% in line with effluent standards and EIA commitments</li></ul></strong>",
    "Sewage plants in the Parks operate in compliance with regulations, properly treating wastewater, and controlling the amount and quality of discharged water. There are no livelihood and irrigation water intakes downstream of the discharge site. In 2020, the quality of the discharged water from the wastewater treatment plants in each Park is far superior to the discharged water standards and the stricter standards of environmental assessment commitments, and the total amount of pollution discharged is also below the upper limit of total pollution, which will not affect the water body and biodiversity.",
    "efore the completion of the water resource center in Erlin Park, the waste water of the manufacturers in the Erlin Park is treated by the manufacturers themselves and then recycled and reused. According to the development schedule, the reclaimed water package treatment system will be set up first, and the reclaimed water package treatment system will be prepared in cooperation with the operation of the stationed manufacturer before the operation. Officially opened on March 28, 2022, it will properly collect and treat factory wastewater and recycle it for reuse.",
    "The companies in Chung Hsin Park focus on research and experimental industries, and no process wastewater is produced. The wastewater from the laboratories of the manufacturers in the Park is entrusted to the qualified manufacturers for cleaning and transportation, and the domestic sewage is taken into the sewage sewer of the Park and sent to the Zhongzheng Road Sewage Treatment Plant for proper treatment and discharge.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g74.png'  title=''></div>"

  ]
}
