{
  "title": "廢棄物處理",
  "content": [
    "<p>本局所轄園區事業於取得廢棄物清理計畫書許可後，須連線申報廢棄物產出及貯存資料， 本局亦不定期進行查核，並查驗事業清運之廢棄物是否取得處理機構所證明之妥善處理文件，確保廢棄物出廠後無任意傾倒情形發生。一般事業廢棄物主要送至公民營處理機構進行處理，或依「廢棄物清理法」採資源回收及再利用相關規定辦理；有害事業廢棄物則運至經濟部輔導之事業廢棄物綜合處理中心或合格之甲級公民營廢棄物處理機構處理或依再利用相關規定辦理。</p>",
    "<p>中科所轄園區之事業，產出之廢棄物處理量如下表，其中仍以一般事業廢棄物為主，園區廠商境外處理的有害事業廢棄物皆符合巴塞爾公約，一般及有害事業廢棄物均以資源化再利用為主。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image40.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image41.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image31.png'  title=''></div>",
    "<p>相關連結:<a href='https://ein.ctsp.gov.tw/mobile/index2.aspx' target='_blank'>廢棄物資源再利用資訊網</a></p>",
    "<p><strong>污水處理廠污泥清運</strong></p>",
    "<p>本局轄下各園區污水處理廠產出污泥之清運與處理，皆委由合格清運及處理機構依廢棄物清理法之相關規定辦理，並依環保署管制規定將產出申報至環保署網站，污泥出廠時開立清除處理三聯單，運送車輛亦裝置GPS(Global Positioning System)追蹤系統藉此掌握污泥流向，並於後續取得合格處理機構開立之妥善處理證明；此外本局污水處理廠亦不定期跟車確認及進行軌跡資料之掌握，確認污泥確實清運至委託之合格處理機構。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image80.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image82.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image83.png'  title=''></div>",
    "<p><strong>循環經濟</strong></p>",
    "<p>本局積極協助與輔導園區廠商進行廢棄物減量與再利用工作，並辦理園區廢棄物減量及資源循環績優單位選拔表揚，期能實質協助園區廠商減少末端廢棄物產出量，提供源頭減量及廢棄物再利用技術之建議，提升廢棄物再利用率，逐步將中科園區翻轉成為「資源循環」之生態園區。2021年選拔出2家廢棄物減量及資源循環績優廠商及2位績優人員，於表揚後請績優廠商進行經驗分享。推動成果可分為二大主軸進行說明：</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image84.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image86.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image89.png'  title=''></div>"
  ],
  "en_title":"Waste Management",
  "en_content":[
    "Businesses in the Park under the jurisdiction of this Bureau must report waste output and storage information online after obtaining a waste disposal plan permit. This Bureau also conducts inspections from time to time, and checks whether the wastes that are cleared and transported by the business have obtained proper disposal documents certified by the disposal agency, ensuring that there is no random dumping of waste after leaving the factory. General industrial waste is mainly sent to private treatment facilities for processing, or follow the Waste Disposal Act by adopting relevant regulations for resource recovery and reuse. Hazardous industrial waste is transported to the industrial waste comprehensive treatment center under the guidance of the Ministry of Economic Affairs or qualified Class-A private waste disposal facilities shall handle the disposal or follow the relevant regulations on recycling.",
    "The waste disposal volume of the businesses in the Park under the jurisdiction of CTSP is as follows: Among them, general industrial waste is still the main form. Hazardous industrial waste treatment handled by the Park manufacturers outside the Science Park all complies with the Basel Convention. General and hazardous industrial wastes are mainly used for recycling.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g75.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g76.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g77.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g78.png'  title=''></div>",
    "Link:<a href='https://ein.ctsp.gov.tw/mobile/index2.aspx '>https://ein.ctsp.gov.tw/mobile/index2.aspx </a>",
    "<strong><ul><li>Sewage treatment plant sludge removal</li></ul></strong>",
    "The removal and treatment of the sludge produced by the sewage treatment plants in the Parks under the jurisdiction of this Bureau shall be handled by qualified removal and treatment organizations in accordance with the relevant regulations of the Waste Disposal Act, and the output shall be declared to the Environmental Protection Agency in accordance with the regulations of the EPA. According to the official website of the Bureau, the sludge removal and treatment documents (one original & 2 copies) are issued when the sludge leaves the factory, and the transportation vehicle is also equipped with a GPS tracking system to track the sludge flow direction. Subsequently a proper treatment certificate issued by a qualified treatment agency shall be obtained. In addition, this Bureau's sewage treatment plants sometimes follow the vehicle to confirm and ensure the sludge is indeed cleared and transported to the entrusted qualified treatment agency.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g79.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g80.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g81.png'  title=''></div>",
    "<strong><ul><li>Circular Economy</li></ul></strong>",
    "This Bureau actively assists and coaches park manufacturers in waste reduction and reuse, and conducts selection and recognition of outstanding business units for waste reduction and resource recycling in the Park. It expects to substantially assist park manufacturers in reducing the output of terminal waste, provide recommendations on source reduction and waste recycling technologies, improve waste recycling rate, gradually turning the CTSP Park into a resource recycling ecological park. In 2021, two outstanding manufacturers of waste reduction and resource recycling and two outstanding personnel were selected. Following praise by the Bureau, the outstanding manufacturers were invited to share their experience. The results of promotion can be divided into two main axes for explanation:",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g82.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g83.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g84.png'  title=''></div>"
    
  ]

}
