{
  "title": "園區供應鏈",
  "content": [
    "<p>中科管理局針對供應商的管理方式，除依循「政府採購法」來辦理，亦對社會面及環境面進行相關規範與實地稽查；對園區事業的管理亦有相關條例與規範，每年定期與不定期進行勞動檢查、訪廠、環境監督和舉辦宣導會等管理作為。並依據相關利害關係人所關注之重大主題進行回應與管理，顯見永續發展對中科管理局以及相關價值鏈夥伴的重要性與意義。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image65.png'  title=''></div>",
    "<p>相關連結:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/01-eip.aspx?v=1&fr=1045&no=1046' target='_blank'>科學園區廠商服務網</a></p>",
    "<p><strong>採購政策</strong></p>",
    "<p>本局之各項工程、勞務、財物類採購案，均依據「政府採購法」之規範辦理招標，各採購需求單位經工程會網站產生評選委員建議名單後，由業務單位簽請首長勾選產生評選委員會，並依據透明、公平、競爭原則遴選廠商。</p>",
    "<p>本局之採購契約均遵循工程會提供之採購契約範本，載明相關法律規範及道德規定，其中包括保險、雇主責任、身障法及原民法對特定族群工作權之保障等，100%符合人權條件。2021 全年得標廠商均屬於臺灣設立登記之公司行號，採購類別分為財物類、工程類、勞務類，各類別採購件數、金額及占年度總金額如下表所示：</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image57.png'  title=''></div>",
    "<p><strong>承包商環保稽查</strong></p>",
    "<p>本局公共工程皆公開招標由承包商辦理興建作業，開工時檢核承包商之施工計畫書、應辦事項辦理情形，並依契約約定權責分工。為減少日後施工期間違反主管機關責任釐清問題，本局皆於承攬契約內編列合理之環境保護費用。</p>",
    "<p>施工期間，承包商應依據環境保護、水土保持相關法令及契約規定辦理工程工作，並依生態工程之原則施工。除明訂廠商應辦理事項外，承包商應依施工計畫及施工進度網圖，每月定期辦理施工檢討、安全衛生與環境保護會議、協議組織會議，控管工程進度及品質、安全衛生、環境保護、汛期防災、緊急應變、生態保育、交通維持及文化遺址保護等相關議題。</p>",
    "<p>為加強公共工程品質管理，本局依循公共工程施工品質管理制度之三個層級的品質管理架構，工程主辦單位不定期派員赴工地辦理督導工程施工情形，若有缺失，責由廠商改善答覆及監造單位查證，經評估可接受後存檔備查。若主管機關至工地進行監督考核或各項稽查作業，依環評法或環保與水保相關法令處分罰鍰或停工時，則承包商應負責繳付罰鍰並改善至主管機關同意為止。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image55.png'  title=''></div>",
    "<p>另中部科學園區內無論是新進駐廠商之建廠或是既有廠商之擴建工程，都會涉及營建工地管理作業，因此為了有效的管制營建工程，規範工地設置合適的污染防制設施，讓工區符合水污染防治法及空氣污染之各項管制規定，減少工區施工對鄰近民眾產生之影響，本局每年均不定期進行園區公共工程與自建廠房之營建工地巡查作業，統計2021年共計巡查約1,500次以上，督導方式採不定期抽查方式辦理，督導組織架構由局長統領全局相關組室及各工程承辦人員執行，主要督導人員為各工程承辦人員及轄管主管，歷次督導結果部分有開立缺失改善通知，已追蹤承商全數改善完成在案。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image1.png'  title=''></div>",
    "<p>相關連結:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/02-law.aspx?v=1&fr=1045&no=1047' target='_blank'>廠商服務相關法規</a></p>",
    "<p><strong>二林園區公共工程</strong></p>",
    "<p>隨著中部科學園區整體的持續發展，二林園區基地工程正陸續開工中，因此如何有效的管制營建工程，規範工地設置合適的污染防制設施，以降低塵土飛揚等空氣污染行為，減少施工過程對民眾造成的困擾係為本局相當重視之工作。為此，本局配合園區內開發之施工作業，不定期進行營建工地巡查工作。並依據「水污染防治措施及檢測申報管理辦法」相關規定，營建工地於施工前檢具「營建工地逕流廢水污染削減計畫」，報請主管機關核准。針對相思寮聚落及萬合農場聚落施工時，配合施工管制，防止高噪音機具長時間作業之影響。</p>",
    "<p>本園區規劃「移動污染源自主管理計畫」，透過園區運輸活動使用之柴油運輸交通工具排氣污染的管制改善，做為環境友善措施。本局要求本園區事業單位自有或相關業者提供本園區運輸活動使用之柴油運輸交通工具，必須使用第四期(含)以上之柴油車輛，或使用第三期柴油車輛加裝濾煙器。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image88.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image85.png'  title=''></div>"
  ]
}
