{
  "title": "園區供應鏈",
  "content": [
    "<p>中科管理局針對供應商的管理方式，除依循「政府採購法」來辦理，亦對社會面及環境面進行相關規範與實地稽查；對園區事業的管理亦有相關條例與規範，每年定期與不定期進行勞動檢查、訪廠、環境監督和舉辦宣導會等管理作為。並依據相關利害關係人所關注之重大主題進行回應與管理，顯見永續發展對中科管理局以及相關價值鏈夥伴的重要性與意義。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image65.png'  title=''></div>",
    "<p>相關連結:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/01-eip.aspx?v=1&fr=1045&no=1046' target='_blank'>科學園區廠商服務網</a></p>",
    "<p><strong>採購政策</strong></p>",
    "<p>本局之各項工程、勞務、財物類採購案，均依據「政府採購法」之規範辦理招標，各採購需求單位經工程會網站產生評選委員建議名單後，由業務單位簽請首長勾選產生評選委員會，並依據透明、公平、競爭原則遴選廠商。</p>",
    "<p>本局之採購契約均遵循工程會提供之採購契約範本，載明相關法律規範及道德規定，其中包括保險、雇主責任、身障法及原民法對特定族群工作權之保障等，100%符合人權條件。2021 全年得標廠商均屬於臺灣設立登記之公司行號，採購類別分為財物類、工程類、勞務類，各類別採購件數、金額及占年度總金額如下表所示：</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image57.png'  title=''></div>",
    "<p><strong>承包商環保稽查</strong></p>",
    "<p>本局公共工程皆公開招標由承包商辦理興建作業，開工時檢核承包商之施工計畫書、應辦事項辦理情形，並依契約約定權責分工。為減少日後施工期間違反主管機關責任釐清問題，本局皆於承攬契約內編列合理之環境保護費用。</p>",
    "<p>施工期間，承包商應依據環境保護、水土保持相關法令及契約規定辦理工程工作，並依生態工程之原則施工。除明訂廠商應辦理事項外，承包商應依施工計畫及施工進度網圖，每月定期辦理施工檢討、安全衛生與環境保護會議、協議組織會議，控管工程進度及品質、安全衛生、環境保護、汛期防災、緊急應變、生態保育、交通維持及文化遺址保護等相關議題。</p>",
    "<p>為加強公共工程品質管理，本局依循公共工程施工品質管理制度之三個層級的品質管理架構，工程主辦單位不定期派員赴工地辦理督導工程施工情形，若有缺失，責由廠商改善答覆及監造單位查證，經評估可接受後存檔備查。若主管機關至工地進行監督考核或各項稽查作業，依環評法或環保與水保相關法令處分罰鍰或停工時，則承包商應負責繳付罰鍰並改善至主管機關同意為止。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image55.png'  title=''></div>",
    "<p>另中部科學園區內無論是新進駐廠商之建廠或是既有廠商之擴建工程，都會涉及營建工地管理作業，因此為了有效的管制營建工程，規範工地設置合適的污染防制設施，讓工區符合水污染防治法及空氣污染之各項管制規定，減少工區施工對鄰近民眾產生之影響，本局每年均不定期進行園區公共工程與自建廠房之營建工地巡查作業，統計2021年共計巡查約1,500次以上，督導方式採不定期抽查方式辦理，督導組織架構由局長統領全局相關組室及各工程承辦人員執行，主要督導人員為各工程承辦人員及轄管主管，歷次督導結果部分有開立缺失改善通知，已追蹤承商全數改善完成在案。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image1.png'  title=''></div>",
    "<p>相關連結:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/02-law.aspx?v=1&fr=1045&no=1047' target='_blank'>廠商服務相關法規</a></p>",
    "<p><strong>二林園區公共工程</strong></p>",
    "<p>隨著中部科學園區整體的持續發展，二林園區基地工程正陸續開工中，因此如何有效的管制營建工程，規範工地設置合適的污染防制設施，以降低塵土飛揚等空氣污染行為，減少施工過程對民眾造成的困擾係為本局相當重視之工作。為此，本局配合園區內開發之施工作業，不定期進行營建工地巡查工作。並依據「水污染防治措施及檢測申報管理辦法」相關規定，營建工地於施工前檢具「營建工地逕流廢水污染削減計畫」，報請主管機關核准。針對相思寮聚落及萬合農場聚落施工時，配合施工管制，防止高噪音機具長時間作業之影響。</p>",
    "<p>本園區規劃「移動污染源自主管理計畫」，透過園區運輸活動使用之柴油運輸交通工具排氣污染的管制改善，做為環境友善措施。本局要求本園區事業單位自有或相關業者提供本園區運輸活動使用之柴油運輸交通工具，必須使用第四期(含)以上之柴油車輛，或使用第三期柴油車輛加裝濾煙器。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image88.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image85.png'  title=''></div>"
  ],

  "en_title":"Park Supply Chain",
  "en_content":[
    "The CTSP Bureau's approach to supplier management, in addition to complying with the Enforcement Rules of the Government Procurement Act, is also to conduct on-site inspections on relevant regulation compliance of the social and environmental aspects. There are also relevant regulations and norms for the management of park businesses such as annual labor inspections, factory visits, environmental supervision, holding promotional meetings and other management actions. Furthermore, the Bureau responds and manages according to the material topics of the relevant stakeholders, which shows the importance and significance of sustainable development to the CTSP Bureau and related value chain partners.",
    "Link:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/01-eip.aspx?v=1&fr=1045&no=1046 '>https://www.ctsp.gov.tw/chinese/04-Manufacturer/01-eip.aspx?v=1&fr=1045&no=1046 </a>",
    "<strong><ul><li>Procurement Policy</li></ul></strong>",
    "All procurement projects of this Bureau for various projects, labor services, and property are subject to bidding in accordance with the Enforcement Rules of the Government Procurement Act. After each unit requiring procurement generates a list of recommendations for selection committee members on the Public Construction Commission website, the head of the business unit will appoint the selection committee. Vendors are then selected based on the principles of transparency, fairness and competitiveness.",
    "The procurement contracts of this Bureau follow the model procurement contracts provided by the Public Construction Commission, and contain relevant legal norms and ethical regulations, including insurance, employer responsibility, the People with Disabilities Rights Protection Act, and the protection of specific ethnic groups' rights to work according to the Indigenous Peoples Employment Rights Protection Act, etc., and are 100% in line with human rights conditions. Winning bidders in 2021 are all companies registered in Taiwan. The procurement categories are divided into property, engineering, and labor services. The number of purchases in each category, the purchase amount, and the percentage of the total annual amount are shown in the following table:",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g159.png'  title=''></div>",
    "<strong><ul><li>Contractor Environmental Inspection</li></ul></strong>",
    "All public projects of this Bureau are open to public tender and the contractors handle all the construction work. The contractor's construction plan and matters to be handled shall be checked before the construction begins according to the contractual division of powers and responsibilities as prescribed in the contract. To reduce issues related to responsibility violations of the competent authority during the construction period, reasonable expenses for environmental protection are listed in the contract by the Bureau.",
    "During the construction period, the contractor shall conduct all environmental protection and water and soil conservation work in accordance with environmental regulations and water and soil conservation laws and provisions in the contract, as well as in accordance with the principles of ecological engineering. In addition to the contract terms, the contractor shall follow the construction plan and construction schedule network diagram, and also regularly conduct construction reviews, safety health and environmental protection meetings, and coordination and organization meetings to control the progress and quality, safety and health, environmental protection, disaster prevention during flood season, emergency response, ecological conservation, maintenance of traffic, cultural heritage protection and other relevant issues on a monthly basis.",
    "In order to strengthen the quality management of public works, this Bureau follows the three tier quality management structure system of public works construction quality management. The project manager shall send personnel to the construction site from time to time to supervise the construction of the project. If there are any deficiencies, it is the responsibility of the contractor to improve the response and verify such by the contractor supervision unit, which is then archived for future reference after being assessed as acceptable. If the competent authority visits the construction site to perform supervision, assessment or various inspections, and imposes fines or suspends work in accordance with the Soil and water Conservation Act or other environmental protection and soil and water conservation related laws, the contractor shall be responsible for paying the fines and making improvements until the competent authority agrees.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g160.png'  title=''></div>",
    "Additionally, no matter whether it is the construction of a new plant or an expansion project for an existing manufacturer, both will involve construction site management operations. Therefore, to effectively control construction projects, it is required to standardize sites by properly installing appropriate pollution prevention and control facilities to ensure that the work site complies with the Water Pollution Control Act and various air pollution control regulations, in order to reduce the impact of the construction on neighborhood residents. This Bureau conducts inspections on public works construction sites in the Park and self-constructed factories from time to time every year. According to statistics, there were more than 1,500 inspections in 2021",
    "Link:<a href='https://www.ctsp.gov.tw/chinese/04-Manufacturer/02-law.aspx?v=1&fr=1045&no=1047  '>https://www.ctsp.gov.tw/chinese/04-Manufacturer/02-law.aspx?v=1&fr=1045&no=1047 </a>",
    "<strong><ul><li>Erlin Park Public Works</li></ul></strong>",
    "With the continuous development of Central Taiwan Science Park as a whole, the Erlin Park site project is continuously underway. Therefore, the Bureau attaches great importance to how to effectively control and standardize the construction projects and requires the installation of appropriate pollution protection facilities to reduce air pollution such as dust, and reduce the inconvenience the construction projects bring to the public. To this end, the Bureau cooperates with the Park development construction work and conducts inspections of construction sites from time to time. In accordance with the relevant provisions of the Water Pollution Control Measures and Test Reporting ",
    "Management Regulations, the construction site shall check the Construction Site Runoff Wastewater Pollution Reduction Plan before construction and submit it to the competent authority for approval. For the Siangsihliao and Wanhe farm settlements, it shall cooperate with construction control to prevent the impact of long-term operation of high-noise machinery and tools.",
    "The Park has adopted the Mobile Pollution Source Autonomous Management Plan to improve the control of exhaust emissions from diesel transportation vehicles used in transportation activities as an environmentally friendly measure. The Bureau requires all business units in this park to provide Stage 4 (inclusive) diesel or Stage 3 diesel vehicles with smoke filters used in transportation activities in the Park.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g161.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g162.png'  title=''></div>"
  ]
}
