{
  "title": "生態園區",
  "content": [
    "<p><strong>綠建築生態社區</strong></p>",
    "<p>中科自2004年開發以來，努力推動永續環境，期望與環保達到共生共榮，所轄各園區建築中已達許多成果。截至2021年為止，有11座建築取得臺灣綠建築評估系統-EEWH鑽石級綠建築標章、1座黃金級綠建築標章、6座取得銅級綠建築標章、12座為合格級，6座免評估，1座鑽石級智慧建築、1座鑽石級生態社區及4座取得經濟部綠色工廠標章。園區生態調查</p>",
    "<p><strong>生態樂園</strong></p>",
    "<p>維護園區生態是中科管理局堅定的原則之一，並依據環評承諾，每年定期於各園區(臺中、 后里、二林及中興)進行生態調查，並紀錄園區豐富的物種，而臺灣正好位在東亞候鳥遷徙路徑 上，北方候鳥前來渡冬的數量常多於夏季來此繁殖的夏候鳥，加上留鳥中部份具有冬季降遷的習 性，因此秋冬季可紀錄到較多屬冬候鳥性質之鳥種，或冬季降遷之留鳥；而春夏季氣候溫暖，則 以留鳥性質之鳥種為多。 園區週遭環境多為草生地或農耕地，紀錄到的物種大多屬普遍常見物種，因兩棲爬蟲類屬 春夏季節繁殖，物種數量以春夏季節最多。水域監測地點為后里園區專管出水口及中興園區污水 排放口承受水體下游，項目包含魚類、底棲生物、水生昆蟲、浮游動植物。2021年因為中科各園區致力於生態環境保育，使得生態調查結果增加許多物種棲息，未來也將繼續增進保育環境行 動，讓更多物種願意前來，豐富園區棲地。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image7.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image8.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image9.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image10.png'  title=''></div>",
    "<p><strong>安心築巢</strong></p>",
    "<p>本局根據環評承諾，於中興園區附近光復國小(中興新村)、光榮國小、光華國小、研習中 心、虎山農場，共設置15處巢箱，2021年僅紀錄到蝎虎棲息利用，未見目標動物利用。另外， 本局也於虎尾污水處理廠及光復國小(虎尾鎮)共設置13處巢箱、主要提供蝙蝠育幼、度冬及一般 棲息之用，並觀察到有東亞家蝠、崛川氏棕蝠、高頭蝠等生物利用的情形。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image11.png'  title=''></div>"
  ],

  "en_title":"Ecological Park",
  "en_content":[
    "<strong>Green Building Ecological Community</strong>",
    "Since the establishment of the CTSP in 2004, it has endeavored to promote a sustainable environment with the hope of achieving symbiosis and co- prosperity with environmental protection. The CTSP has many achievements for the Park buildings under its jurisdiction. As of 2021, 11 buildings have obtained the Taiwan Green Building Assessment System-EEWH Diamond Green Building Label, 1 Gold Green Building Label, 6 Bronze Green Building Labels, 12 qualified buildings, 6 free-from assessment buildings, 1 diamond-level smart building, 1 diamond-level ecological community and 4 have obtained the green factory label of the Ministry of Economic Affairs.",
    "<strong>Ecological survey of the Park</strong>",
    "<ul><li>Eco Paradise</li></ul>",
    "Maintaining the ecology of the Park is one of the firm principles of the CTSP. In accordance with the EIA commitment, an ecological survey is carried out in each Park (Taichung, Houli, Erlin, and Zhongxing) on a regular basis every year, and the rich species in the Park are recorded. On the migration route of migratory birds in East Asia, the number of northern migratory birds that come to spend winter is often more than that of summer migratory birds that come here to breed in summer. In addition, some resident birds have the habit of descending migratory in winter, so it can be recorded in autumn and winter that most of them belong to winter migratory birds, or the descending migratory birds in winter. If the weather is warm in spring and summer, there are many species of resident birds.",
    "The surrounding environment of the Park is mostly grassland or farmland. Most of the recorded species are common species. Because amphibians and reptiles breed in spring and summer, the number of species is the largest in spring and summer. The monitoring site of the water area is the downstream water body of the specially-managed water outlet of Houli Park and the sewage discharge outlet of Zhongxing Park. The project includes fish, benthic organisms, aquatic insects, and phytoplankton. In 2021, because the various parks of CTSP are committed to ecological environment conservation, the ecological survey results have shown the habitat of increasing species. In the future, we will continue to promote environmental conservation, so that more species are willing to come and enrich the habitat of the Park.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g53.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g54.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g55.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g56.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g57.png'  title=''></div>",
    "<ul><li>Safe Nesting</li></ul>",
    "According to the EIA commitment, the Bureau has set up a total of 15 nest boxes in Guangfu Elementary School (Zhongxing Xincun), Guangrong Elementary School, Guanghua Elementary School, Learning Center, and Hushan Farm near Zhongxing Park. In 2021, only the habitat utilization of Hemidactylus was recorded, and no target animals were used. In addition, the Bureau also set up a total of 13 nest boxes at the Huwei Sewage Treatment Plant and Guangfu Primary School (Huwei Town), which mainly provide bat breeding, for winter and general habitat, and observed the bioutilization of East Asian house bats, Horikawa's brown bats, high-headed bats and so on",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g58.png'  title=''></div>"
  ]
}
