{
  "title": "振興中部產業 投資二林園區",
  "content": [
    "<div class='page_photo_container'><img alt='' src='/images/images/image141.png'></div>",
    "<p>中科二林園區為國內現有面積最大、環境最優的高科技生產用地，園區總面積631公頃，有343公頃建廠用地。中科管理局於4月28日與行政院中部聯合服務中心於臺中福華飯店舉辦「中科二林園區投資招商說明會」。逾百家廠商代表參加，其中以精密機械與生技廠商居多，為吸引更多廠商進駐，中科將實施以下作為： </p>",
    "<p>1. 每月土地租金為8.21元/㎡：為使進駐廠商降低初期建置成本，可將資金應用於研發及設備升級</p>",
    "<p>2. 已規劃建置標準廠房及員工宿舍：未來可供進駐廠商租用</p>",
    "<p>3. 周邊土地及房市亦持續發展中：廠商可以看準商機提早投資布局</p>",
    "<p>4. 公共運輸接駁：彰化縣政府新闢市區客運19路「彰化-二林(經國道1號)」快捷公車路線， 於2021年9月28日正式通車營運，造福未來設廠之廠商及人員之通勤所需</p>",
    "<p>5. 台76快速道路延伸線工程</p>",
    "<p>截至2021年12月底止，已核准引進26家廠商，計畫投資金額約950.73億元，正式出租土地面積為46.73公頃、出租率為34.95％，計有16家廠商申租土地，包含2家營運中、7家施工中、7 家刻正辦理建廠規劃設計。國內重量級半導體封測大廠矽品精密公司已核准進駐二林園區進行擴廠，第一期預計於2022年完工，中科二林將成為矽品精密未來10年封測之核心基地，促使青年返鄉根留彰化，預估未來8至10年能滿載運轉後，將能為地方創造近7,500個工作機會。二林園區希冀透過中央與地方合作，擴大中部區域既有科技產業規模，帶動上下游產業鏈廠商陸續進駐帶動園區發展!</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image142.png'></div>"
  ],

  "en_title":"Revitalize the central industry and invest in the Erlin Park",
  "en_content":[
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g15.png'  title=''></div>",
    "CTSP Erlin Park is a high-tech production land with the largest area and the best environment in Taiwan. The total area of the Park is 631 hectares, 343 hectares of which is for factory building. On April 28, the CTSP Bureau and the Central Joint Service Center of the Executive Yuan held the 「CTSP Erlin Park Investment Promotion Conference」 at Taichung Howard Hotel. Representatives from more than 100 manufacturers participated. Most of them were precision machinery and biotechnology manufacturers. In order to attract more manufacturers to join, CTSP will implement the following actions:",
    "<li>Monthly land rent is NT$8.21 /㎡: In order to reduce the initial construction cost of the new manufacturers so that the funds can be used for R&D and equipment upgrades. </li>",
    "<li>Standard factory buildings and staff dormitories have been planned to be built: In the future, they can be rented by settled manufacturers.</li>",
    "<li>Developing surrounding land and real estate markets: manufacturers can see business opportunities and invest in early deployment.</li>",
    "<li>Public transport connections: Changhua County Government has newly opened urban passenger transportation 19 Road 「Changhua - Erlin (via National Highway No. 1)」 express bus route on September 28, 2021 and was officially opened to traffic today, benefiting the commuting needs of manufacturer personnel in the future</li>",
    "<li>Tai76 Expressway Extension Line Project</li>",
    "By the end of December 2021, the introduction of 26 manufacturers has been approved. The planned investment amount is about NT$95.073 billion. The officially leased land area is 46.73 hectares, and the leasing rate is 34.95%. There are 16 manufacturers applying for lease land, including 2 in operation, 7 in construction, and 7 in the process of planning and designing for plant construction. The domestic heavyweight semiconductor packaging and testing company Sipin Precision Co., Ltd. has been approved to expand its factory in Erlin Park. The first phase is expected to be completed in 2022. CTSP Erlin will become the core base for the packaging and testing of Sipin Precision in the next 10 years, prompting young people to return to their hometowns and stay in Changhua. It is expected to be fully operational in the next 8 to 10 years and will create nearly 7,500 jobs locally. Erlin Park hopes to expand the scale of existing technology industries in the central region through cooperation between the central and local governments, and drive upstream and downstream industry chain manufacturers to enter and promote the development of the Park!",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g16.png'  title=''></div>"
  ]

}
