{
  "title": "淨零計畫",
  "content": [
    "<p>隨著氣候變遷的影響，永續議題抬頭，淨零排放在COP26(Conference of the Parties)氣 候高峰會達成協議，已成為國際重要議題，總統蔡英文也喊話要在2050年達成淨零碳排，另外 臺中市政府也在2022年2月25日召開「臺中市2050年淨零碳排目標路徑」研商會，以能源、工 業、住商、運輸、環境、農業6大部門提出零碳路徑及策略，要將排碳最小化，為持續推動減碳 行動及再生能源等目標，進而修訂「臺中市發展低碳城市自治條例」，透過法制條例，積極實現 2050淨零排放。 科技部與三園區管理局於2022年3月23日已召開「園區業務會報第6次會議」，其旨為擬定 減碳具體推動作法，並配合擬定相關指標與獎勵辦法等執行措施，輔導園區廠商共同合作推動減 碳，以實現2025年科學園區之減碳規劃目標。為實現減碳目標，將推動下列四項為主要做法：</p>",
    "<p>1.節能：盤點/輔導有節能潛量之園區廠商(2018~2020年潛勢節電量介於469~3382萬 度/年之間)，未來每年潛勢節電量目標為430萬度。</p>",
    "<p>2.儲能：評估自行設置儲能示範案場或與廠商合作建置之可行性(目前儲能系統累計建置 量併網型6MWh已送台電系衝審核)，2025年預計儲能30MWh。</p>",
    "<p>3.創能：目前園區內太陽能發電裝置容量達46.33MW，但未來設置不易，因此本局將積 極引進循環經濟廠商(如綠氫業者)，並輔導於園區設廠，建構循環經濟園區，而目前園 區內計有台積電、台達電、友達等已加入RE100再生能源倡議，未來規劃新設園區及 新租地建廠廠商建置綠電及購買綠電憑證，預計2025年綠電須達總用電量之10%。</p>",
    "<p>4.智慧電網：新設園區建置智慧電網，並提出推廣及輔導園區廠商應用智慧電網之作 法，目前有15廠完成能源管理系統建置量，25,000KW以上廠商能源管理系統園區內 普及率達100%。</p>",
    "<p>5.循環經濟：本局2020年廢棄物資源化比例已達94.4%，另已規劃15.54公頃推動具 減(零)廢技術及循環經濟產業，建置資源化設施，預計設置完成後每年減少5.94萬噸 (CO2e)排放。</p>",
    "<p>6.推動減碳技術：辦理相關說明會或研討會，邀請國內專家學者分享及提供相關國內外 碳捕捉封存技術供園區廠商參考，近三年每年完成1場次「節能減碳及環保相關議題研 討會」及2場次「節能減碳相關宣導會議」，目標每年持續辦理2場次「節能減碳宣導 會議」及1場次「節能減碳及環保相關議題研討會。</p>",
    "<p>7.碳捕捉封存：本局於2020年邀請中興大學柳婉郁特聘教授講授「造林減碳與碳定」， 另中科卯足全力達成減碳目標外也將積極配合政府政策，向廠商輔導並宣導節能及淨 零碳排，2021年共舉辦2場次節能減碳教育宣導會議，邀請中興大學產業減碳推廣辦 公室盧重興特聘教授講授「全球邁向淨零碳排最終途徑：碳捕獲、封存與再利用」及東海大學智慧永續循環經濟研究中心陳鶴文特聘教授講授「智慧碳管理技術與區域性 循環社會的建構：跨域協作與系統整合」等專題，共計86人次參與，媒合產學合作碳 捕捉及封存技術，未來將持續媒合產學合作碳捕捉及封存技術，提供建立碳供需資料 庫、協助產業提升減碳能量建置、跨域協作與系統整合及推動綠能科技產業創新方案 等，並要求廠商每年定期進行溫室氣體盤查，淨零碳排勢必會成為國際間不容小覷的 議題，中科也會做好萬全的準備，面對國際變動，落實環境永續的核心目標。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image44.png'  title=''></div>",
    "<p>除了訂定目標並實踐外，預計在2022年舉辦「科學園區減碳績優獎」，其目的為透過競賽 方式鼓勵園區廠商積極推動節能減碳，促進各園區能齊心協力落實排探病達成目標。 中科卯足全力達成減碳目標外也將積極配合政府政策，向廠商輔導並宣導節能及淨零碳 排，2021年共舉辦2場次節能減碳教育宣導會議，共計86人次參與，並要求廠商每年定期進行 溫室氣體盤查，淨零碳排勢必會成為國際間不容小覷的議題，中科也會做好萬全的準備，面對國 際變動，落實環境永續的核心目標。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image45.png'  title=''></div>"
  ],

  "en_title":"Net Zero Program",
  "en_content":[
    "With the impact of climate change, the sustainable issue is on the rise, Net zero emissions in COP26 (Conference of the Parties) Climate Summit have made an agreement, which has become an important international issue. President Tsai Ing-wen also proclaimed to achieve net zero carbon emissions in 2050. In addition, the Taichung City Government also held the 「Taichung City 2050 Net Zero Carbon Target Path」 research conference on February 25, 2022. The six major departments including energy, industry, housing, transportation, environment and agriculture proposed zerocarbon paths and strategies to minimize carbon emissions, in order to continue to promote carbon reduction actions and renewable energy goals, and then amended the 「Taichung City Development Low-Carbon City Autonomy Regulations」, through the legal regulations to actively achieve net zero emissions in 2050.On 23 March 2022, the Ministry of Science and Technology and the three Parks’ Bureaus held the 「6th Meeting of the Park Business Report」, which aims to formulate specific carbon reduction promotion methods, and to cooperate with the formulation of relevant indicators and incentives and other implementation measures, and to guide park manufacturers to work together to promote carbon reduction in order to achieve the carbon reduction planning target of the science park in 2025. To achieve the carbon reduction targets, the following four main approaches will be promoted.",
    "<ol><li>Energy saving: Inventory/counseling of park manufacturers with energy saving potential (between 4.69 and 33.82 million kWh/year in 2018-2020), and the annual potential power saving target for the future is 4.3 million kWh.</li><li>Energy storage: Evaluate the feasibility of setting up energy storage demonstration sitesor cooperating with manufacturers to build (the current cumulative construction of energy storage systems is 6 MWh grid-connected type, which has been sent to The Taipower System for System conflict auditing), and it is expected that the energy storage will be 30MWh in 2025。</li><li>Energy Creation: At present, the solar power generation device capacity in the park reaches 46.33MW, but the future setting is not easy, so the Bureau will actively introduce circular economy manufacturers (such as green hydrogen industry), and guide them to set up factories to build a circular economy park, and at present, TSMC, Delta, AUO, etc. in the park have joined the RE100 renewable energy initiative, and in the future, the new park and the new leased land construction manufacturers will build green electricity and purchase green electricity vouchers, and it is expected that green electricity will reach 10% of the total electricity consumption in 2025.</li><li>Smart grid: The new park has built a smart grid, and proposed to promote and guide the park manufacturers to apply the smart grid method. At present, 15th factory has completed the construction of energy management systems, and the penetration rate of energy management systems in the park of more than 25,000 KW manufacturers has reached 100%.</li><li>Circular economy: In 2020, the waste recycling rate of the Bureau has reached 94.4%, and another 15.54 hectares have been planned to promote the industry with reduction (zero) waste technology and circular economy, and build recycling facilities. Emissions of 59,400 tons (CO2e) per year are expected to be reduced after the completion of the set-up.</li><li>Carbon reduction technologies promotion: We will hold relevant explanatory meetings or seminars, invite domestic experts and scholars to share and provide relevant domestic and foreign carbon capture and storage technologies for reference by the Park manufacturers, and complete a seminar on 「Energy Conservation and carbon reduction and environmental protection related issues」 and 2 sessions on 「Energy Conservation and Carbon Reduction Related Publicity Meetings」 every year in the next three years, and aim to hold 2 sessions on 「Energy Conservation and Carbon Reduction Publicity Meetings」 and 1 seminar on 「Energy Conservation and Carbon Reduction and Environmental Protection Related Issues」 every year.</li><li>Carbon capture and storage: In 2020, the Bureau invited Distinguished Professor Liu Wanyu of Chung Hsing University to give a lecture on 「Carbon Reduction and Carbon Determination by Afforestation」. In addition to making every effort to achieve carbon reduction goals, CTSP will also actively cooperate with government policies, counsel and promote energy conservation and net zero carbon emissions to manufacturers. In 2021, a total of 2 education and publicity meetings on energy conservation and carbon reduction were held. Distinguished Professor Lu Chongxing from the Industrial Carbon Reduction Promotion Office of Chung Hsing University is invited to give lectures on 「The Final Path to Global Net Zero Carbon Emissions: Carbon Capture, Storage and Reuse」 and Professor Chen Hewen from the Research Center of Smart Sustainable Circular Economy of Tunghai University to give lectures on 「Smart Carbon Management Technology and the Construction of a Regional Circular Society: Cross-domain Collaboration and System Integration」, etc. A total of 86 people participated, matched carbon capture and storage technology for industry-academia cooperation, and continued to match industry-academia cooperation for carbon capture and storage technology in the future, provided a database of carbon supply and demand, assisted industries to improve carbon reduction energy construction, cross-domain collaboration and system integration, and promoted green energy technology industry innovation programs, etc. CTSP also requires manufacturers to conduct greenhouse gas inspections on a regular basis every year. Net zero carbon emissions will inevitably become an international issue that cannot be underestimated. CTSP will also be fully prepared to face international changes to implement the core objective of environmental sustainability.</li></ol>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g59.png'  title=''></div>",
    "In addition to setting goals and implementing them, it is expected that in 2022 the 「Science Park Carbon Reduction Excellence Award」 will be held, with the purpose of encouraging Park manufacturers to actively promote energy conservation and carbon reduction through competitions, so as to encourage all Parks to make concerted efforts to achieve the goal of carbon reduction.Besides making every effort to achieve carbon reduction goals, CTSP will go all out to actively cooperate with government policies, counsel and promote energy conservation and net zero carbon emissions to manufacturers. In 2021, a total of 2 energy conservation and carbon reduction education and publicity meetings were held, with a total of 86 participants, and manufacturers were required to conduct regular greenhouse gas inspections every year. Net zero carbon emissions will inevitably become an international issue that cannot be underestimated. CTSP will also do a good job to prepare for international change and implement the core objective of environmental sustainability.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g60.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g61.png'  title=''></div>"
  ]
}
