{
  "title": "激勵高科技產業再創高峰、建構創新創業基地、發揮產業群聚效應",
  "content": [
    "<div class='page_photo_container'><img alt='' src='/images/e/zh/photo1.jpg'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/e/zh/photo2.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/e/zh/photo3.png'  title=''></div>"
  ],

  "en_title":"Climate Change Disaster Prevention and Adaptation",
  "en_content":[
    "Facing increasingly severe risks of climate change, which may have an impact on the production and operation of park businesses, the CTSP Bureau has set up a Climate Change Identification Team in 2021 to implement and plan corresponding management actions forenergy resource supply risks and natural disaster risks. The CTSP Bureau has assessed the risks, opportunities and possible financial impacts of the Park's transition to a lowcarbon economy based on the framework of the Task Force on Climate-Related Financial Disclosures (TCFD) guidelines.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g41.png'  title=''></div>",
    "The climate change identification team will act as the management unit. After identifying climate related risks and opportunities, they will discuss coping strategies with relevant units and evaluate the impact on CTSP Finances. For the opportunities created by the organization to adapt to climate change include improving the efficiency of resource use and saving costs, adopting low-carbon energy sources, developing new products and services, entering new markets, and improving supply chain resilience. Based on the climate-related risks and opportunities provided by the TCFD, the CTSP divides climate-related risks into two categories:",
    "<ol><li>Transition risks related to a low-carbon economy</li></ol><ol><li>Physical risks related to climate change.</li></ol>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g42.png'  title=''></div>",
    "The Climate Change Identification Team of this Bureau assesses climate-related risks and opportunities based on the level of impact on park operations and the probability of occurrence. Park businesses are encouraged to introduce ISO 14064-1 : 2018 (GHG Inventory) and participate in the CDP (Carbon Disclosure Project) to establish annual greenhouse gas inventory capabilities and use carbon footprint as the basis for environmental management of the Park.",
    "<strong>Significant Climate Change Risk Management</strong>",
    "In 2021, after the evaluation, 「Changes in average rainfall and water stress」 were listed as major climate change risks and managed by the construction team. In the first half of 2021, Taiwan was facing a water shortage crisis. The water conditions were tight, and in the face of the possible water shortage crisis for the park manufacturers, the CTSP Bureau provided the following relevant countermeasures and possible financial impacts:",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g43.png'  title=''></div>",
    "The CTSP will continue to implement various plans through the Climate Change Team to cope with the operational challenges and risk management brought about by climate change. In addition to coaching manufacturers in the Park to save water every year and promoting the water recovery rate of various industrial processes in each Park, it will also cooperate with the planning schedule of regional reclaimed water development plans (such as Shuinan and Fengyuan) to jointly promote the utilization of water resources. It will continuously improve the overall energy efficiency of the Park, reduce the impact of climate change, and stabilize the energy supply to the Park, so that CTSP can be fully prepared for whatever risks it faces in the future.",
    "<strong>Smart management of the Park</strong>",
    "The Bureau has introduced the forward-looking technology into the smart management of the Park, integrating Information and Communication Technology (ICT), successively building intelligent disaster prevention water regimes, earthquake early warning systems, and updating park pipeline maps to the geographic information system database, in the hope of minimizing losses when disaster strikes.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g44.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g45.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g46.png'  title=''></div>",
    "Link:<a href='https://web2.ctsp.gov.tw/emergency/index.htm '>https://web2.ctsp.gov.tw/emergency/index.htm </a>"

  ]


}
