{
  "title": "氣候變遷與防災調適",
  "content": [
    "<p>中科為了因應日益變化的氣候，並減少氣候變遷對園區事業產生的經濟影響，在2021年組成「氣候變遷鑑別小組」，將針對能資源供應風險，規劃相對應的管理作為。中科管理局依據氣候相關財務揭露建議 (Task Force on Climate-Related Financial Disclosures, TCFD)指引的架構，評估園區轉型低碳經濟的同時所帶來的風險與機會，以及可能造成的財務衝擊。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image24.png'  title=''></div>",
    "<p>中科為了因應日益變化的氣候，並減少氣候變遷對園區事業產生的經濟影響，在2021年組成「氣候變遷鑑別小組」，將針對能資源供應風險，規劃相對應的管理作為。中科管理局依據氣候相關財務揭露建議 (Task Force on Climate-Related Financial Disclosures, TCFD)指引的架構，評估園區轉型低碳經濟的同時所帶來的風險與機會，以及可能造成的財務衝擊。</p>",
    "<p>(1)低碳經濟相關的轉型風險</p>",
    "<p>(2)氣候變遷相關的實體風險</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image25.png'  title=''></div>",
    "<p>本局「氣候變遷鑑別小組」藉由對園區營運的衝擊度與發生的可能性評估氣候相關風險與 機會。也持續鼓勵園區事業導入ISO 14064-1:2018(溫室氣體盤查)與參與CDP(碳揭露)專案，以 建立年度溫室氣體盤查之能力，使用碳足跡作為園區環境管理依據。</p>",
    "<p><strong>重大性氣候變遷風險管理</strong></p>",
    "<p>2021年經過評估後，將「平均雨量改變與水資源壓力」列為重大性氣候變遷風險，並由營 建組列管。2021年上半年，全臺面臨缺水危機，水情吃緊，中科管理局面臨園區廠商可能發生 的缺水危機，提供下列相關應對措施及可能造成的財務衝擊：</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image26.png'  title=''></div>",
    "<p><strong>園區智慧化管理</strong></p>",
    "<p>本局已將前瞻科技導入園區智慧化管理，運用資訊與通訊技術(Information and Communication Technology, ICT)，陸續建置智慧防災水情系統、地震預警系統、更新園區管線圖資至地 理資訊系統資料庫中，期望當災害來臨時將損失降到最低。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image27.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image29.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image26.png'  title=''></div>",
    "<p>相關連結:<a href='https://web2.ctsp.gov.tw/emergency/index.htm' target='_blank'>中部科學園區災害緊急應變中心</a></p>"
  ],

  "en_title":"Climate Change Disaster Prevention and Adaptation",
  "en_content":[
    "Facing increasingly severe risks of climate change, which may have an impact on the production and operation of park businesses, the CTSP Bureau has set up a Climate Change Identification Team in 2021 to implement and plan corresponding management actions forenergy resource supply risks and natural disaster risks. The CTSP Bureau has assessed the risks, opportunities and possible financial impacts of the Park's transition to a lowcarbon economy based on the framework of the Task Force on Climate-Related Financial Disclosures (TCFD) guidelines.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g41.png'  title=''></div>",
    "The climate change identification team will act as the management unit. After identifying climate related risks and opportunities, they will discuss coping strategies with relevant units and evaluate the impact on CTSP Finances. For the opportunities created by the organization to adapt to climate change include improving the efficiency of resource use and saving costs, adopting low-carbon energy sources, developing new products and services, entering new markets, and improving supply chain resilience. Based on the climate-related risks and opportunities provided by the TCFD, the CTSP divides climate-related risks into two categories:",
    "<ol><li>Transition risks related to a low-carbon economy</li></ol><ol><li>Physical risks related to climate change.</li></ol>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g42.png'  title=''></div>",
    "The Climate Change Identification Team of this Bureau assesses climate-related risks and opportunities based on the level of impact on park operations and the probability of occurrence. Park businesses are encouraged to introduce ISO 14064-1 : 2018 (GHG Inventory) and participate in the CDP (Carbon Disclosure Project) to establish annual greenhouse gas inventory capabilities and use carbon footprint as the basis for environmental management of the Park.",
    "<strong>Significant Climate Change Risk Management</strong>",
    "In 2021, after the evaluation, 「Changes in average rainfall and water stress」 were listed as major climate change risks and managed by the construction team. In the first half of 2021, Taiwan was facing a water shortage crisis. The water conditions were tight, and in the face of the possible water shortage crisis for the park manufacturers, the CTSP Bureau provided the following relevant countermeasures and possible financial impacts:",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g43.png'  title=''></div>",
    "The CTSP will continue to implement various plans through the Climate Change Team to cope with the operational challenges and risk management brought about by climate change. In addition to coaching manufacturers in the Park to save water every year and promoting the water recovery rate of various industrial processes in each Park, it will also cooperate with the planning schedule of regional reclaimed water development plans (such as Shuinan and Fengyuan) to jointly promote the utilization of water resources. It will continuously improve the overall energy efficiency of the Park, reduce the impact of climate change, and stabilize the energy supply to the Park, so that CTSP can be fully prepared for whatever risks it faces in the future.",
    "<strong>Smart management of the Park</strong>",
    "The Bureau has introduced the forward-looking technology into the smart management of the Park, integrating Information and Communication Technology (ICT), successively building intelligent disaster prevention water regimes, earthquake early warning systems, and updating park pipeline maps to the geographic information system database, in the hope of minimizing losses when disaster strikes.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g44.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g45.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/report/g46.png'  title=''></div>",
    "Link:<a href='https://web2.ctsp.gov.tw/emergency/index.htm '>https://web2.ctsp.gov.tw/emergency/index.htm </a>"

  ]


}
