{
  "title": "遵紀守法",
  "content": [
    "<p>本局為公務機關，非屬營利事業單位，不適用反競爭行為及反托拉斯和壟斷法規；遵循「政府資訊公開法」保障人民知的權利，各項事務均依法行政確實公告說明，並依「公務人員行政中立法」辦理職掌業務，對於政治一向保持行政中立的態度，無政治捐獻之情事發生。本局委外代操作之污水處理廠均無重大洩漏，亦無違反環保法規之事項。2021年無違反經濟、環境及社會各項法規。</p>",
    "<p><strong>透明採購作業</strong></p>",
    "<p>為增進同仁採購專業知能及利益迴避規定，能於辦理採購作業過程，落實遵守利益迴避， 確保採購作業公平性，提高本局採購業務品質及效率，並為落實採購透明化，2021年進行下列作為：</p>",
    "<p>辦理2021年「廉政關懷－採購健檢系列『政府採購保密及防弊興利宣導講習』」，加強宣導同仁對於政府採購相關保密規定之瞭解，避免採購規格有限制競爭情形，強化採購相關法令之認知，以維本局採購秩序及公正性並兼顧採購品質及效率。</p>",
    "<p>於本局園區電子公告加強宣導利益衝突迴避法相關規定，2021年依「公職人員利益衝突迴避法」提出自行迴避申請共計13人次。</p>",
    "<p>鼓勵同仁踴躍參加採購專業人員訓練班，2021年參加「採購專業人員基礎訓練班」計有10人，參加「採購專業人員進階訓練班」計有2人，共計12人完成訓練。</p>",
    "<p><strong>反貪腐政策</strong></p>",
    "<p>中科管理局為政府部門，應遵循政府法令暨行政中立原則，員工更應有知法、守法之觀念，依據「公務員服務法」及行政院「公務員廉政倫理規範」等相關規定，本局公務員應依法行政，迴避利益衝突，禁止與職務上有利害關係人之受贈財物、飲宴應酬及請託關說等行為，並明訂遇有前述行為之相關處理程序，明確依循標準，使公務員進退有據，確保執行職務時，能廉潔自持、公正無私、以公共利益為依歸。</p>",
    "<p>為落實預警機制及廉政風險管理，有關各項廉政業務由本局政風室規劃、執行，相關廉政議題皆依循法務部廉政署年度施政目標落實各項重要施政業務，以建構預防性反貪腐零容忍之廉能政府，本局政風室每年辦理下列業務：</p>",
    "<p>1. 機關廉政風險評估報告：每年依「防貪、肅貪、再防貪」的作業原則，建立本機關廉政風險資料庫，評估營運據點包含本局所屬所有園區(達100%)。</p>",
    "<p>2. 運用本局政風室信箱向全體同仁宣達各項重要反貪腐政策及訊息(達100%)：於特定時節前加強宣導注意遵守「公務員廉政倫理規範」之規定，以強化廉政理念之認知。</p>",
    "<p>3. 辦理業務稽核：透過稽核作業的執行，先期辨識可能存在的內外風險加以預防及降低可能產生的危機，進而達到完善的制度。</p>",
    "<p>4. 針對潛存違失風險事件或人員辦理預警作為：當機關出現潛存違失風險事件或人員， 即時簽陳首長，機先採取防範作為，並提本局內控制度管制。</p>",
    "<p>5. 辦理反貪活動：辦理本局2021年「廉政逗陣行」宣導活動，活動期間共計辦理35場線上廉政法規搶答、1場中秋節標語海報設計徵選活動、1場宣導講習課程，另有15人提供參加線上學習證明資料，活動總參與人數共計132人，藉由同仁主動參與廉能議題， 增進廉政法規之認知、深化廉政概念，以達成廉能政府的願景。</p>",
    "<p>6. 強採購案件監督、稽核機制：本局所有採購案招標文件皆訂有利益衝突迴避相關反貪腐規定，另針對本局採購案件，每半年逐一過濾歸納交叉比對分析，製作採購分析報告，若從中發掘異常之情形，將填列「採購案件違失彙整表」陳報科技部政風處，並列入後續列管追蹤，以防杜弊端發生。</p>",
    "<p>7. 辦理2021年「廉政關懷－採購健檢系列『政府採購保密及防弊興利宣導講習』」，加強宣導同仁對於政府採購相關保密規定之瞭解，避免採購規格有限制競爭情形，強化採購相關法令之認知，以維本局採購秩序及公正性並兼顧採購品質及效率。</p>",
    "<p>8. 審慎處理民眾(廠商)檢舉、陳情案件：積極發揮查處防弊功能對園區事業或民眾檢舉、陳情案件，縝密調查及處理，並將調查結果簽陳局長及函復檢舉(陳情)人，維護本局清廉形象，並藉以瞭解便民服務待改進處，研擬改進方案提供相關組室參考。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image63.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image61.png'  title=''></div>",
    "<p>相關連結:<a href='https://www.ctsp.gov.tw/chinese/02-CTSP_Bureau/05-ethic.aspx?v=1&fr=1012&no=1017' target='_blank'>廉政園地</a></p>",
    "<p><strong>內部控制</strong></p>",
    "<p>中科管理局配合行政院頒訂政府內部控制相關規定，積極推動內部控制各項工作，成立內部控制專案小組，由副局長擔任召集人、主任秘書擔任副召集人、各單位主管為小組委員，各項內部控制作業規劃及落實依業務性質由各組室負責，幕僚作業則由企劃組擔任。內部控制專案小組會議，原則3個月開會1次，針對監察院、審計部及科技部所提涉及內部控制意見進行檢討、審議內部控制制度、規劃及辦理自行評估與內部稽核，並辦理內部控制聲明書簽屬作業。</p>",
    "<p>本局每年辦理內部稽核作業，以檢查內部控制建立及執行情形，適時提供改善建議，或針對機關資源使用之經濟、效率及效果，以及未來有關管理及績效重大挑戰事項提出建議或預警性意見，俾即時偵測及防止異常事項，以合理確保業務之正常運作。稽核結束後，於2個月內完成稽核報告並簽報局長核定，且定期追蹤內部控制缺失及興革建議辦理情形。</p>",
    "<p>依本局2021年內部控制自行評估及內部稽核結果，所發現缺失均已完成改善並解除列管或由權責單位自行列管，另已採納興革建議修正1項控制作業，嗣並完成簽署本局2021年內部控制聲明書屬「有效」類型，並公告於本局網頁(政府資訊公開)及上傳行政院主計總處內部控制聲明書申報系統。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image67.png'  title=''></div>"
  ]
}
