{
  "title": "重大主題鑑別",
  "content": [
    "<p>本局在永續報告書編製中導入實質性分析，希望透過系統化的分析模式，鑑別利害關係人所關注的永續主題，作為本次報告書資訊揭露的參考基礎，以利於各利害關係人進行有效溝通。本報告書重大主題分析，分為以下五大步驟：</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image105.png'  title=''></div>",
    "<p><strong>重大主題鑑別結果</strong></p>",
    "<p>本年度報告書進行主題整併，重新針對原有對應GRI的重大主題與自訂主題進行整理與分類， 將原38項主題整併為30項，以利報告書精簡及與利害關係人進行重點式溝通。因此本年度鑑別之重大主題較去年減少。相較於前一年度發行之報告書，整併主題使利害關係人對重大主題的關注度造成改變，將刪除水電穩定供應、有關環境保護的法規遵循、社會經濟法規遵循、氣候變遷財務揭露、園區勞資關係、當地社區，共鑑定出11項重大主題。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image106.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image108.png'  title=''></div>"
  ],

  "en_title":"Material Topics Identification",
  "en_content":[
    "The Bureau introduced the substantive analysis model in the preparation of this Sustainability Report in the hopes of identifying the sustainability topics of concern to stakeholders, which will serve as a reference basis for the disclosure of information in this Report, facilitating effective communication with all stakeholders. The analysis of the material topics of this Report is divided into the following five major steps：",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g23.png'  title=''></div>",
    "<strong>重大主題鑑別結果Material Topics Identification Results</strong>",
    "The theme of this annual report is consolidated, and the original major themes and custom themes corresponding to GRI are reorganized and classified. The original 38 topics are merged into 30 to facilitate the streamlining of the report and major communication with stakeholders. Therefore, this year's significant themes was decreased. Compared to the report issued in the previous year, the consolidated themes have changed the attention of stakeholders to major themes, and the stable supply of water and electricity, compliance with environmental protection laws, socio-economic laws and regulations, climate change financial disclosure, industrial relations in the Park, and local communities will be deleted. A total of 11 major topics were identified.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g24.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g25.png'  title=''></div>"
  ]
}
