{
  "title": "願景與藍圖",
  "content": [
    "<h4>願景</h4>",
    "<p>科學園區設立之目的，在於提供優良的產業發展環境，以引進高級技術產業及科學技術人才，發揮產業群聚效應，促使國內產業結構迅速轉型與升級，中科管理局以「推動中部產業升級、促使區域發展均衡」為使命，同時致力於兼顧環境永續，戮力促進社會各面向平衡發展，期與地方互動與共榮、共贏，並以「創新導向」、「永續園區」、「社會共融」為努力的最高目標，打造中科成為全球最具競爭力的科學園區。</p>",
    "<h4>T-SDGs 重大核心目標鑑別流程及結果</h4>",
    "<p>中科管理局秉持聯合國 2030 年永續發展議程之「普遍參與性及包容性」精神，採發放問卷的方式向各方利害關係人收集意見，透過系統化分析並結合內部管理層的觀點，鑑別出中科管理局秉持聯合國 2030 年永續發展議程之「普遍參與性及包容性」精神，採發放問卷的方式向各方利害關係人收集意見，透過系統化分析並結合內部管理層的觀點，鑑別出中科管理局之臺灣永續發展目標 (T-SDGs) 重大核心目標。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/zh/photo1.png'  title=''></div>",
    "<h4>T-SDGs 重大核心目標鑑別流程及結果</h4>",
    "<p>2023 年經中科管理局鑑別出 T-SDGs 重大核心目標，依問卷分析之分數排序，分別為6、12、13、8、17、11、7、4、5 及 9，其餘目標則與園區業務無直接相關。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/zh/photo2.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/zh/photo3.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/zh/photo4.png'  title=''></div>",
    "<h4>施政主軸</h4>",
    "<p>中科管理局對於臺灣永續發展目標之主要貢獻為促進經濟發展、環境管理、城鄉發展、跨域合作等方面，為建構永續綠色園區，在秉持對社會、環境的責任與使命，致力於經濟發展與環境永續兼顧，持續完善產業投資環境、創造就業、推動環境生態維護等，並將朝優質生活、建立友善環境及強化與在地連結，打造共享共好的在地園區，同時以綠色科技驅動循環經濟，引導廠商持續發展節能減碳措施，打造永續、創新的智慧園區，主要涉及之核心目標為 6、12、13，次要核心目標為 4、5、7、8、9、11、17。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/zh/photo5.png'  title=''></div>"
  ],

  "en_title": "Vision and Blueprint",
  "en_content": [
    "<h4>Vision (Purpose of Establishment)</h4>",
    "<p>The purpose of the establishment of the Science Park is to provide an excellent industrial development environment, introduce advanced technology industries and scientific and technical talents, give play to the industrial clustering effect, and promote the rapid transformation and upgrading of the domestic industrial structure. CTSP Bureau takes 'promoting the industrial upgrading in the central region and promoting the balanced development of the region' as its mission. At the same time, it is committed to considering the sustainable environment, making great efforts to promote the balanced development of all aspects of society, and to interact with local governments for mutual prosperity and win-win. With 'innovation orientation,' 'sustainable park,' and 'social integration' as its core mission, CTSP strives to become the most competitive science park in the world.</p>",
    "<h4>Identification process and results of major core targets of T-SDGs</h4>",
    "<p>CTSP Bureau adheres to the spirit of 'universal participation and inclusiveness' in the UN's 2030 Agenda for Sustainable Development. It collects opinions from all stakeholders by issuing questionnaires and identifies CTSP Bureau's major core targets in T-SDGs through systematic analysis combined with the views of internal management.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/en/photo1.png'  title=''></div>",
    "<p>In 2023, CTSP Bureau identified the major core targets of T-SDGs, which were ranked as goals 6, 12, 13, 8, 17, 11, 7, 4, 5, and 9 based on the scores of questionnaire analysis, while other targets were not directly related to the park's business.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/en/photo2.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/en/photo3.png'  title=''></div>",
    "<h4>Major Core Objectives</h4>",
    "<p>CTSP Bureau's core contribution to Taiwan's Sustainable Development Goals (T-SDGs) lies in promoting economic development, environmental management, urban and rural development, and cross-regional cooperation. To build a sustainable green park, CTSP Bureau is committed to balancing economic development and environmental sustainability. This is achieved through continuous improvement of the industrial investment environment, job creation, and promotion of environmental and ecological maintenance.</p>",
    "<p>These efforts will foster a high-quality work environment and strengthen CTSP's connection to the local community. Furthermore, CTSP Bureau will utilize green technology to drive the circular economy, guide manufacturers towards continuous development of energy-saving and carbon-reduction initiatives, and establish a sustainable and innovative smart park. CTSP Bureau's main core objectives align with T-SDGs 6, 12, and 13, with secondary contributions to goals 4, 5, 7, 8, 9, 11, and 17.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/csr_goal/en/photo4.png'  title=''></div>"
  ]
}