[
  {
    "news_id": "1",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for transparency on climate change impacts",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Consultation underway for GRI Climate Change and Energy Standards On the eve of the UN COP28 climate change summit, GRI has published draft versions of two standards that will be central to how organizations around the world commit to greater accountability for their climate change impacts.</p>\n<p>A public comment period is underway to seek global feedback on a proposed new GRI Topic Standard for Climate Change, as well as an updated GRI Energy Standard. Responding to emerging disclosure expectations on climate change, the key focus in the exposure drafts is on how organizations can cut their greenhouse gas (GHG) emissions and reduce energy consumption, in ways that support the principles of a just transition.As confirmed in the UNFCCC global stock-take, the world is not on track to meet the Paris Agreement goals, with calls for action to be rapidly accelerated. Given that the credibility of climate change targets and pledges made   by organizations is increasingly scrutinized, the exposure drafts explicitly asks them to explain how their actions relate to the Paris Agreement’s central aim to limit global temperature rises to 1.5 degrees Celsius.The drafted Climate Change Standard will enable organizations to:</p></p><ul><li>Fully disclose climate change transition and adaption plans and actions;</li><li>Detail annual progress on emissions reduction targets; and</li><li>Robustly explain and be transparent about their use of carbon credits and GHG removals.</li></ul><p>Importantly, it has a new disclosure on the social aspect of climate change, emphasizing accountability for impacts on workers, communities and vulnerable groups. It also draws strong parallels between the inter-connected topics of climate change and biodiversity.</p><p>Meanwhile, the exposure draft for a revised Energy Standard has a sharp focus on the ways in which organizations are reducing energy consumption, achieving energy efficiency and sourcing renewable energy – all of which are essential to combat climate change and ensure companies tangibly demonstrate how they are decreasing their carbon footprint.</p><p>Carol Adams, Chair of the Global Sustainability Standards Board (GSSB) – the independent body that sets the GRI Standards – said:</p><p><em>“The scientific evidence and international consensus is unequivocal: climate change threatens humanity’s well-being and the planet's health. That is why there are growing demands for organizations to provide in-depth information about how they are reducing GHG emissions, taking concrete steps to mitigate and adapt to climate change – and how their actions impact on people and the environment.The review by GRI of climate change-related Standards reflects stakeholder expectations, including from investors. In advance of crucial decisions and new commitments being made at COP28, it’s significant that these exposure drafts are available for consultation, paving the way for robust and globally comparable reporting by organizations on their climate change and energy related impacts.”</em></p><p>The public comment period is open until 29 February 2024, with the final standards expected to be published before the end of 2024. Global webinars to present the exposure drafts are taking place on 28 November – at 9 am CET and 5 pm CET – and free places can now be booked. This will be followed by specific Q&A sessions in January, further details on which will be shared in the coming weeks.The exposure drafts have been developed by a multi-stakeholder and independent Technical Committee. As the climate and energy topics are closely interrelated, a decision was taken for the standards to be co-developed by the same experts, supported by an appointed subgroup, with a joint decision-making process used to achieve close alignment.The review of climate change related GRI Standards was commissioned and overseen by the Global Sustainability Standards Board, following a defined Due Process Protocol. Following the public comment period, the draft Standards will be refined before approval by the GSSB, ensuring the final versions meet multi-stakeholder expectations and follow internationally accepted best practice for disclosure of climate and energy related impacts.To ensure GHG emissions reporting in the draft Climate Change Standard is based on the latest insights of the GHG Protocol standards and guidance, the GHG Protocol team is part of the Technical Committee. Cooperation and review of the drafts has taken place, and will be continued, with EFRAG, some national standard setters and the ISSB, to achieve alignment with their respective climate-related disclosures.The Energy exposure draft proposes an update to GRI 302: Energy 2016. The Climate Change exposure draft brings together new disclosures as well as reviewing and updating climate change related content from GRI 305: Emissions 2016 and GRI 201: Economic Performance 2016.</p>\n",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2018-09-20",
    "clk_count": "17"
  },
  {
    "news_id": "2",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for transparency on climate change impacts",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 21 November 2023</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231130_en/1.jpg' style='width: 100%;' /></p><p>On the eve of the UN COP28 climate change summit, GRI has published draft versions of two standards that will be central to how organizations around the world commit to greater accountability for their climate change impacts.<br /><br />A public comment period is underway to seek global feedback on a proposed new GRI Topic Standard for Climate Change, as well as an updated GRI Energy Standard. Responding to emerging disclosure expectations on climate change, the key focus in the exposure drafts is on how organizations can cut their greenhouse gas (GHG) emissions and reduce energy consumption, in ways that support the principles of a just transition.<br /><br />As confirmed in the UNFCCC global stock-take, the world is not on track to meet the Paris Agreement goals, with calls for action to be rapidly accelerated. Given that the credibility of climate change targets and pledges made   by organizations is increasingly scrutinized, the exposure drafts explicitly asks them to explain how their actions relate to the Paris Agreement’s central aim to limit global temperature rises to 1.5 degrees Celsius.<br /><br />The drafted Climate Change Standard will enable organizations to:<br /><br />Fully disclose climate change transition and adaption plans and actions;<br /><br />Detail annual progress on emissions reduction targets; and<br /><br />Robustly explain and be transparent about their use of carbon credits and GHG removals.<br /><br />Importantly, it has a new disclosure on the social aspect of climate change, emphasizing accountability for impacts on workers, communities and vulnerable groups. It also draws strong parallels between the inter-connected topics of climate change and biodiversity.<br /><br />Meanwhile, the exposure draft for a revised Energy Standard has a sharp focus on the ways in which organizations are reducing energy consumption, achieving energy efficiency and sourcing renewable energy – all of which are essential to combat climate change and ensure companies tangibly demonstrate how they are decreasing their carbon footprint.<br /><br />Carol Adams, Chair of the Global Sustainability Standards Board (GSSB) – the independent body that sets the GRI Standards – said:<br /><br />[The scientific evidence and international consensus is unequivocal: climate change threatens humanity’s well-being and the planet's health. That is why there are growing demands for organizations to provide in-depth information about how they are reducing GHG emissions, taking concrete steps to mitigate and adapt to climate change – and how their actions impact on people and the environment.<br /><br />The review by GRI of climate change-related Standards reflects stakeholder expectations, including from investors. In advance of crucial decisions and new commitments being made at COP28, it’s significant that these exposure drafts are available for consultation, paving the way for robust and globally comparable reporting by organizations on their climate change and energy related impacts.]<br /><br />The public comment period is open until 29 February 2024, with the final standards expected to be published before the end of 2024. Global webinars to present the exposure drafts are taking place on 28 November – at 9 am CET and 5 pm CET – and free places can now be booked. This will be followed by specific Q&A sessions in January, further details on which will be shared in the coming weeks.<br /><br />The exposure drafts have been developed by a multi-stakeholder and independent Technical Committee. As the climate and energy topics are closely interrelated, a decision was taken for the standards to be co-developed by the same experts, supported by an appointed subgroup, with a joint decision-making process used to achieve close alignment.<br /><br />The review of climate change related GRI Standards was commissioned and overseen by the Global Sustainability Standards Board, following a defined Due Process Protocol. Following the public comment period, the draft Standards will be refined before approval by the GSSB, ensuring the final versions meet multi-stakeholder expectations and follow internationally accepted best practice for disclosure of climate and energy related impacts.<br /><br />To ensure GHG emissions reporting in the draft Climate Change Standard is based on the latest insights of the GHG Protocol standards and guidance, the GHG Protocol team is part of the Technical Committee. Cooperation and review of the drafts has taken place, and will be continued, with EFRAG, some national standard setters and the ISSB, to achieve alignment with their respective climate-related disclosures.<br /><br />The Energy exposure draft proposes an update to GRI 302: Energy 2016. The Climate Change exposure draft brings together new disclosures as well as reviewing and updating climate change related content from GRI 305: Emissions 2016 and GRI 201: Economic Performance 2016.<br /><br />Source: <a target='_blank' href='https://www.globalreporting.org/news/news-center/setting-the-standard-for-transparency-on-climate-change-impacts/'>https://www.globalreporting.org/news/news-center/setting-the-standard-for-transparency-on-climate-change-impacts/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-21",
    "clk_count": "17"
  },
  {
    "news_id": "3",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Governments plan to produce double the fossil fuels in 2030 than the 1.5°C warming limit allows",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>08 NOV 2023 / PRESS RELEASE / CLIMATE ACTION</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_m_en/2.png' style='width: 100%;' /></p><p>Stockholm, 8 November 2023 – A major new report published today finds that governments plan to produce around 110% more fossil fuels in 2030 than would be consistent with limiting warming to 1.5°C, and 69% more than would be consistent with 2°C.<br /><br />This comes despite 151 national governments having pledged to achieve net-zero emissions and the latest forecasts which suggest global coal, oil, and gas demand will peak this decade, even without new policies. When combined, government plans would lead to an increase in global coal production until 2030, and in global oil and gas production until at least 2050, creating an ever-widening fossil fuel production gap over time.<br /><br />The report’s main findings include:<br /><br />Given risks and uncertainties of carbon capture and storage and carbon dioxide removal, countries should aim for a near total phase-out of coal production and use by 2040, and a combined reduction in oil and gas production and use by three-quarters by 2050 from 2020 levels, at a minimum.<br /><br />While 17 of the 20 countries featured have pledged to achieve net-zero emissions — and many have launched initiatives to cut emissions from fossil fuel production activities — none have committed to reduce coal, oil, and gas production in line with limiting warming to 1.5°C.<br /><br />Governments with greater capacity to transition away from fossil fuels should aim for more ambitious reductions and help support the transition processes in countries with limited resources.<br /><br />The 2023 Production Gap Report: “Phasing down or phasing up? Top fossil fuel producers plan even more extraction despite climate promises” is produced by Stockholm Environment Institute (SEI), Climate Analytics, E3G, International Institute for Sustainable Development (IISD) and the UN Environment Programme (UNEP). It assesses governments’ planned and projected production of coal, oil, and gas against global levels consistent with the Paris Agreement’s temperature goal.<br /><br />「Governments are literally doubling down on fossil fuel production; that spells double trouble for people and planet,」 said UN Secretary-General António Guterres. 「We cannot address climate catastrophe without tackling its root cause: fossil fuel dependence. COP28 must send a clear signal that the fossil fuel age is out of gas — that its end is inevitable. We need credible commitments to ramp up renewables, phase out fossil fuels, and boost energy efficiency, while ensuring a just, equitable transition.」<br /><br />July 2023 was the hottest month ever recorded, and most likely the hottest for the past 120,000 years, according to scientists. Across the globe, deadly heat waves, droughts, wildfires, storms, and floods are costing lives and livelihoods, making clear that human-induced climate change is here. Global carbon dioxide emissions — almost 90% of which come from fossil fuels — rose to record highs in 2021–2022.<br /><br />「Governments’ plans to expand fossil fuel production are undermining the energy transition needed to achieve net-zero emissions, throwing humanity’s future into question,」said Inger Andersen, Executive Director of UNEP. 「Powering economies with clean and efficient energy is the only way to end energy poverty and bring down emissions at the same time.」<br /><br />「Starting at COP28, nations must unite behind a managed and equitable phase-out of coal, oil and gas — to ease the turbulence ahead and benefit every person on this planet,」 she added.<br /><br />The 2023 Production Gap Report provides newly expanded country profiles for 20 major fossil-fuel-producing countries: Australia, Brazil, Canada, China, Colombia, Germany, India, Indonesia, Kazakhstan, Kuwait, Mexico, Nigeria, Norway, Qatar, the Russian Federation, Saudi Arabia, South Africa, the United Arab Emirates, the United Kingdom of Great Britain and Northern Ireland, and the United States of America. These profiles show that most of these governments continue to provide significant policy and financial support for fossil fuel production.<br /><br />「We find that many governments are promoting fossil gas as an essential ‘transition’ fuel but with no apparent plans to transition away from it later,」 says Ploy Achakulwisut, a lead author on the report and SEI scientist. “But science says we must start reducing global coal, oil, and gas production and use now — along with scaling up clean energy, reducing methane emissions from all sources, and other climate actions — to keep the 1.5°C goal alive.” <br /><br />Despite being the root cause of the climate crisis, fossil fuels have remained largely absent from international climate negotiations until recent years. At COP26 in late 2021, governments committed to accelerate efforts towards “the phasedown of unabated coal power and phase-out of inefficient fossil fuel subsidies”, though they did not agree to address the production of all fossil fuels.<br /><br />「COP28 could be the pivotal moment where governments finally commit to the phase-out of all fossil fuels and acknowledge the role producers have to play in facilitating a managed and equitable transition,」 says Michael Lazarus, a lead author on the report and SEI US Centre Director. 「Governments with the greatest capacities to transition away from fossil fuel production bear the greatest responsibility to do so while providing finance and support to help other countries do the same.」<br /><br />More than 80 researchers, from over 30 countries, contributed to the analysis and review, spanning numerous universities, think tanks and other research organizations.<br /><br />Reactions to the 2023 Production Gap Report<br /><br />「The writing’s on the wall for fossil fuels. By mid-century we need to have consigned coal to the history books, and slashed oil and gas production by at least three quarters — well on the way to a full fossil phase-out. Yet despite their climate promises, governments plan on ploughing yet more money into a dirty, dying industry, while opportunities abound in a flourishing clean energy sector. On top of economic insanity, it is a climate disaster of our own making.」<br /><br />– Neil Grant, Climate and Energy Analyst, Climate Analytics<br /><br />「Despite governments around the world signing up to ambitious net zero targets, global coal, oil and gas production are all still increasing while planned reductions are nowhere near enough to avoid the worst effects of climate change. This widening gulf between governments' rhetoric and their actions is not only undermining their authority but increasing the risk to us all. We are already on track this decade to produce 460% more coal, 82% more gas, and 29% more oil than would be in line with the 1.5°C warming target. Ahead of COP28, governments must look to dramatically increase transparency about how they will hit emissions targets and bring in legally binding measures to support these aims.」<br /><br />– Angela Picciariello, Senior Researcher, IISD <br /><br />「With demand for coal, oil and gas set to peak this decade even without additional policies, it’s clear that the new economic reality is becoming one of clean energy growth and fossil fuel decline — yet governments are failing to plan for the reality of the inevitable energy transition. Continuing investments into new fossil fuel production as global demand for coal, oil and gas narrows is a near term economic gamble for all but the cheapest producers. And climate damages will be aggravated further unless we stop fossil fuel expansion now. The time is now for governments to take control of the clean energy transition and align their policies with the reality of what’s needed for a climate-safe world.」<br /><br />– Katrine Petersen, Senior Policy Advisor at E3G<br /><br />NOTES TO EDITORS<br /><br />About the Production Gap Report<br /><br />Modelled after the UNEP’s Emissions Gap Report series — and conceived as a complementary analysis — this report conveys the large discrepancy between countries' planned fossil fuel production and the global production levels consistent with limiting warming to 1.5°C and 2°C.<br /><br />About the Stockholm Environment Institute<br /><br />Stockholm Environment Institute is an independent, international research institute that has been engaged in environment and development issues at local, national, regional and global policy levels for more than a quarter of a century. SEI supports decision-making for sustainable development by bridging science and policy.<br /><br />About Climate Analytics<br /><br />Climate Analytics is a global climate science and policy institute engaged around the world in driving and supporting climate action aligned to the 1.5°C warming limit. We connect science and policy to empower vulnerable countries in international climate negotiations and inform national planning with targeted research, analysis and support.<br /><br />About E3G<br /><br />E3G is an independent European climate change think tank accelerating the transition to a climate safe world. E3G is made up of world leading strategists on the political economy of climate change, dedicated to achieving a safe climate for all. E3G builds cross-sectoral coalitions to achieve carefully defined outcomes, chosen for their capacity to leverage change. E3G works closely with like-minded partners in government, politics, business, civil society, science, the media, public interest foundations and elsewhere. E3G is making the necessary possible.<br /><br />About the International Institute for Sustainable Development<br /><br />The International Institute for Sustainable Development (IISD) is an award-winning, independent think tank championing research-driven solutions to the world's greatest environmental challenges. Our vision is a balanced world where people and the planet thrive; our mission is to accelerate the global transition to clean water, fair economies and a stable climate. With offices in Winnipeg, Geneva, Ottawa and Toronto, our work impacts lives in nearly 100 countries.<br /><br />About the United Nations Environment Programme (UNEP)<br /><br />UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br /><br />Source: <a target='_blank' href='https://www.unep.org/news-and-stories/press-release/governments-plan-produce-double-fossil-fuels-2030-15degc-warming'>https://www.unep.org/news-and-stories/press-release/governments-plan-produce-double-fossil-fuels-2030-15degc-warming</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-07",
    "clk_count": "17"
  },
  {
    "news_id": "4",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Sustainable mobility: How cities and businesses can maximize the impact of MaaS",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_m_en/1.png' style='width: 100%;' />Published: 27 Nov 2023<br />Author: Esther Perrin, Mobility<br />Digitalization, WBCSD<br />Type: Insight</p><p>In a digital collaboration initiative announced today, Arcadis and Fujitsu have developed digital solutions for municipalities and businesses aimed at optimizing the deployment of multimodality to achieve low-emissions and accessible mobility.<br /><br />Meeting the Paris Agreement climate goals requires aggressive electrification of transport. However, with passenger mobility demand set to increase, electrification alone will not suffice and must be coupled with increasing transport efficiency. Furthermore, increasing restrictions on the circulation of ICE vehicles in urban centers, new mobility solutions enabled by emerging technologies and new commuting patterns are setting the stage for a new mobility paradigm.<br /><br />Urban transport planners, mobility providers and businesses with sustainable employee mobility strategies are striving to promote sustainable new mobility solutions. How can they facilitate commuter’s shift to sustainable transport modes (modal shift)? And what infrastructure and policies should they prioritize for maximum impact?<br /><br />Mobility-as-a-service (MaaS) is an emerging digital mobility solution that can radically improve transport efficiency by integrating multiple transport modes into a more efficient and user-centered mobility offer. The real environmental impact of MaaS will depend on its ability to motivate modal shift and commuter choices at a large scale.<br /><br />In a new digital collaboration initiative announced today by the World Business Council for Sustainable Development (WBCSD) Transport & Mobility Pathway, Arcadis and Fujitsu have developed digital solutions for municipalities and businesses to optimize the deployment of multimodality and new mobility solutions with regards to modal shift and sustainable mobility.<br /><br />The use cases will apply Arcadis’ Mobility Hubs module and Fujitsu’s Social Digital Twin technology. They will test how different transport planning scenarios promote multimodal and sustainable commuting. The scenarios under study are adjusted parking fees and the creation of mobility hubs, to be evaluated based on their effect on modal shift and associated cost and time of travel and transport-related emissions. The simulation will be carried out in the Greater London Region with data from Transport for the South-East (TfSE) and Michelin Mobility Intelligence. Results from an initial simulation by Fujitsu demonstrated potential for 12% CO2 reduction through commuters’ shift to more sustainable transport modes.<br /><br />Data sharing and digital collaboration to maximize the impact of MaaS<br /><br />Digital collaboration among all MaaS stakeholders will ensure that cities and MaaS operators can expand the scope of mobility services to facilitate traveler access and maximize transport efficiency and decarbonization benefits.<br /><br />With extensive access to disaggregated data from across the spectrum of MaaS stakeholders, cities and mobility providers can design MaaS based on more accurate predictions of mobility patterns and how they are set to evolve.<br /><br />Besides the basic functional blocks to facilitate route planning, MaaS operators can create valuable additional service modules by integrating assets such as user profiles for personalization or booking and payment platforms to centralize ticketing.<br /><br />Although often left out of MaaS design, private car data is an essential module. Transport planners need a better understanding of the needs and preferences of drivers – particularly in more remote or underserved regions – to effectively influence modal choice and optimize infrastructure investments in the electric vehicle (EV) era. MaaS operators can significantly contribute to sustainable mobility strategies by integrating EV charging locations and pre-booking in their service offerings.<br /><br />Private car data integration is a key element of the collaborative digital solutions developed by Arcadis and Fujitsu.<br /><br />“It’s been a pleasure working with Fujitsu, Michelin Mobility Intelligence and TfSE and we recognise the importance of working collaboratively with organisations to accelerate a planet positive future. Private car use data is often a missing ingredient of MaaS applications, but the reality is that many people continue to rely on their car in part for some journeys. We wanted to explore how including this data could influence peoples travel behaviour in a multimodal digital environment to optimize the environmental and social impact of these journeys,” commented Simon Swan, Global Solutions Director, New Mobility at Arcadis.<br /><br />What's next?<br /><br />Thanks to seamless integration and the right digital solutions for modeling, cities and businesses can harness the full potential of MaaS as an accelerator of their respective Sustainable Urban Mobility Plans and sustainable commuting policies.<br /><br />Mayors, governors and parliamentarians, business and civil society leaders will gather for COP28 in Dubai and agree on the next climate action steps, with a thematic focus on transport scheduled for December 6. They must integrate new digital and mobility solutions, such as MaaS, as powerful tools for sustainable mobility. Integrating digitalization in transport decarbonization pathways starts with the introduction of the right digital governance frameworks, and with investments in governments and businesses’ capacity to engage in data sharing and digital collaboration.<br /><br />The WBCSD Transport & Mobility Pathway gathers companies to accelerate transport decarbonization and promote data sharing and digitalization as core solutions for the transition to sustainable mobility. Fifteen of our member companies are building a data-sharing coalition to bolster new digital solutions for the transition to zero-emission mobility. Earlier this year, they demonstrated how digital collaboration across the electric mobility value chain could accelerate the deployment of charging infrastructure toward transport climate goals. In early 2024, they will release a digital framework for accelerating the deployment of MaaS, promoting sustainable urban mobility. For more information about the initiative, please contact Esther Perrin (perrin@wbcsd.org).<br /><br />Tags: Transport & Mobility, Digitalization and Data in Urban Mobility, Mobility Decarbonization, Pathways, Climate Action<br /><br />Source: <a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/WBCSD-insights/Sustainable-mobility-How-cities-and-businesses-can-maximize-the-impact-of-MaaS'>https://www.wbcsd.org/Overview/News-Insights/WBCSD-insights/Sustainable-mobility-How-cities-and-businesses-can-maximize-the-impact-of-MaaS</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-27",
    "clk_count": "17"
  },
  {
    "news_id": "5",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Supporting agrifood systems through international standards",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Agritechnica 2023: DIN and ISO join forces to present standardization roadmap on smart farming<br /><br />Published on 10 November 2023<br /><br />Through the use of modern information and communication technologies, smart farming promises to boost productivity and efficiency in agriculture. For networking to function across the entire agrifood value chain, standards and specifications are key. They specify interfaces and uniform data formats and allow open access to new technologies.<br /><br />This is where international standards on smart farming come in, where ground-breaking work has been undertaken, in the form of a roadmap, to identify existing needs and the direction of standards development in the coming years for the agrifood sector.<br /><br />Together with ISO, the German Institute for Standardization (DIN) will be presenting this Roadmap on Smart Farming at Agritechnica – the world’s leading agricultural trade fair – in Hanover from 12 to 18 November 2023. The two organizations will be sharing a stand in Hall 15 (Stand J37) and showcasing the value of standards and specifications across the entire agrifood value chain.<br /><br />Standardization roadmap on smart farming<br /><br />This Roadmap was developed by the ISO Strategic Advisory Group (SAG) on Smart Farming, a group of ISO experts under the joint leadership of ANSI and DIN, the respective ISO members for the USA and Germany. As part of the work, 150 experts from 20 countries analysed the standardization landscape along the entire food value chain. Nine thematic areas were examined in relation to the UN Sustainable Development Goals (SDGs): crop production, livestock, urban farming, terminology and semantics, social aspects, supply chains, original equipment manufacturers, climate adaptation, environment and data.<br /><br />The key part of the roadmap is the extensive recommendations for new standardization projects across the entire agricultural and food chains as well as structural recommendations for international cooperation. Development focuses on uniform agricultural semantics and fundamental requirements for data-driven systems in the agrifood sector. The primary emphasis is on standardizing agricultural data types, with the creation of a data type registry to facilitate the exchange of data. This creates a unified data reference architecture in the agrifood value chain.<br /><br />At the conclusion of the work on the Roadmap for Smart Farming, Christoph Winterhalter, DIN Executive Board Chairman and ISO Vice-President (Policy), said: “Standardization can help to harness the full potential of technology in agricultural and agrifood value creation. By considering not only agricultural production but also the upstream and downstream production and distribution of food, we can now, for the first time, provide a comprehensive and structured recommendation of necessary standardization needs and translate them into concrete projects.”<br /><br />Sergio Mujica, ISO Secretary-General, commented: “Cooperation among the various institutions and experts is key for the vast and constantly expanding field of smart farming. The ISO SAG on Smart Farming has made it possible for the first time to compile on an international level a standardization roadmap for the agrifood sector. We are looking forward to starting work within our new technical committee in early 2024 to bring these ideas to fruition.”<br /><br />International cooperation in smart farming<br /><br />ISO has created a new technical committee (ISO/TC 347) on data-driven agrifood systems, aiming to improve interoperability in the agricultural sector and to respond to the needs highlighted in the roadmap. All ISO national standards bodies can contribute to this work, which will start in April 2024.<br /><br />Talks on standardization at Agritechnica<br /><br />Interested parties can find out more about the results of the Standardization Roadmap and the topic of smart farming at Agritechnica on 15 and 17 November.<br /><br />15 November 2023 at 3:30 pm: In the exposition area for industry experts (System & Components), DIN and ANSI, the US standards institute, will be jointly presenting on stage the results of the ISO Strategy Advisory Group (SAG) and the new ISO/TC 347, Data-driven agrifood systems.<br /><br />17 November 2023 at 4:30 pm: DIN activities on smart farming will also be presented to the audience on one of the DLG technical stages. Joint discussions on how agriculture can contribute to making Europe climate neutral will also take place.<br /><br />About DIN<br /><br />DIN, the German Institute for Standardization, is the independent platform for standardization in Germany and worldwide. As a partner for industry, research and society as a whole, DIN plays a major role in supporting the marketability of innovative solutions through standardization – be it in topics around the digitization of business and society or in the context of research projects. More than 36 500 experts from industry, research, consumer protection and the public sector bring their expertise to work on standardization projects managed by DIN.<br /><br />About ISO<br /><br />ISO is an international organization with a membership of 169 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation, sustainability, and global trade.<br /><br />Source: <a target='_blank' href='https://www.iso.org/news/supporting-agrifood-systems</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-10",
    "clk_count": "17"
  },
  {
    "news_id": "6",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "COP28: Over 60 countries pledge to slash cooling emissions amid rising temperatures",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/1.png' style='width: 100%;' />© Unsplash/Sergei A Cooling systems are a major contributor to climate change.</p><p>5 December 2023 / Climate and Environment<br /><br />With rising temperatures leading to demand for more air conditioners and other cooling equipment, a new UN report launched Tuesday at COP28 climate talks in Dubai lays out a pathway to cut emissions across the cooling sector worldwide.<br /><br />Over 60 countries signed up to a so called ‘cooling pledge’ with commitments to reduce the climate impact of the cooling sector, that could also provide “universal access to life-saving cooling, take the pressure off energy grids and save trillions of dollars by 2050.”<br /><br />The cost of keeping cool<br /><br />The UN Environment Programme (UNEP) estimates that more than 1 billion people are at high risk from extreme heat due to a lack of cooling access – the vast majority living in in Africa and Asia.<br /><br />Moreover, nearly one-third of the world’s population is exposed to deadly heat waves more than 20 days a year.<br /><br />The cooling brings relief to people and is also essential for several other critical areas and services such as global food security and vaccine delivery through refrigeration.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/2.png' style='width: 100%;' /></p><p>But at the same time, conventional cooling, such as air conditioning, is a major driver of climate change, responsible for over seven per cent of global greenhouse gas emissions. If not managed properly, energy needs for space cooling will triple by 2050, together with associated emissions.<br /><br />In short, the more we try to keep cool, the more we heat the planet. If current growth trends continue, cooling equipment represents 20 per cent of total electricity consumption today – and is expected to more than double by 2050.<br /><br />Energy guzzlers<br /><br />Today’s cooling systems, such as air-conditioners (ACs) and refrigerators, consume massive amount of energy and often use refrigerants that warm the planet.<br /><br />The latest UNEP report shows that by taking measures to reduce the power consumption of cooling equipment could lead to a reduction of at least 60 per cent off predicted 2050 sectoral emissions by 2050.<br /><br />「The cooling sector must grow to protect everyone from rising temperatures, maintain food quality and safety, keep vaccines stable and economies productive,」 said Inger Andersen, Executive Director of UNEP, who launched the report during a press conference at Expo City, where COP28 has been underway since last Thursday.<br /><br />「But this growth must not come at the cost of the energy transition and more intense climate impacts,」 she urged.<br /><br />Global Cooling pledge<br /><br />The report was released in support of the ‘Global Cooling Pledge’, a joint initiative between the United Arab Emirates as host of COP28 and the UNEP-led ‘Cool Coalition’.<br /><br />It outlines actions to take in passive cooling strategies -- such as insulation, natural shading, ventilation and reflective surfaces, higher energy efficiency standards and a rapid phase down of climate-warming hydrofluorocarbon (HFC) refrigerants.<br /><br />Following the report’s recommendations could reduce the projected 2050 emissions from business-as-usual cooling by around 3.8 billion tons of CO2equivalent.<br /><br />This would:<br /><br />-Allow an additional 3.5 billion people to benefit from refrigerators, air conditioners or passive cooling by 2050:<br /><br />-Reduce electricity bills for end users by US$1 trillion in 2050, and by US$17 trillion cumulatively between 2022 – 2050;<br /><br />-Reduce peak power requirements by between 1.5 and 2 terawatts (TW) – almost double the EU’s total generation capacity today: and<br /><br />-Avoid power generation investments in the order of $4 to $5 trillion.<br /><br /><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/3.png' style='width: 100%;' /></p><p><br /><br />Want to know more? Check out our special events page, where you can find all our coverage of the COP28 climate conference, including stories and videos, explainers and our newsletter.<br /><br />Source: <a target='_blank' href='https://news.un.org/en/story/2023/12/1144382'>https://news.un.org/en/story/2023/12/1144382</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-05",
    "clk_count": "17"
  },
  {
    "news_id": "7",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Global energy crisis and government responses drive a significant fall in tax levels in OECD countries",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>06/12/2023 - High energy prices triggered by Russia’s war of aggression against Ukraine prompted governments to reduce excise taxes during 2022, leading to lower tax levels in many countries, according to new OECD analysis.<br /><br />Revenue Statistics 2023 shows that the average tax-to-GDP ratio in the OECD fell by 0.15 percentage points (p.p.) in 2022, to 34.0%. This was only the third such decline since the Global Financial Crisis in 2008-09: the level fell by 0.6 p.p. in 2017 and by 0.1 p.p. in 2019.<br /><br />Revenues from excise taxes fell as a share of GDP in 2022 in 34 of the 36 countries for which preliminary data is available, declining in absolute terms in 21 of these. In some countries, notably in Europe, these declines were related to reductions in energy taxes as well as lower demand for energy products. Revenues from value-added tax (VAT) also declined as a share of GDP in 19 countries, in part due to policies to cushion consumers against high prices for energy and food.<br /><br />The decline in revenues from excise taxes in 2022 was partly offset by increases in revenues from corporate income taxes (CIT), which rose as a share of GDP in more than three-quarters of OECD countries amid higher corporate profits, especially in the energy and agricultural sectors. CIT revenues in Norway rose by 8.8% of GDP due to exceptional profits in the energy sector.<br /><br />Overall tax revenues declined as a share of GDP in 21 of the 36 countries in 2022, increased in 14 countries and remained at the same level in one. The largest decline was observed in Denmark (-5.5 p.p., to 41.9%) while the largest increases were seen in Korea (2.2 p.p., to 32.0%) and Norway (1.8 p.p., to 44.3%).</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/4.png' style='width: 100%;' /></p><p>The decline in the OECD’s average tax-to-GDP ratio followed two years of increases during the COVID-19 pandemic, of 0.15 p.p. in 2020 and 0.6 p.p. in 2021. Tax-to-GDP ratios in 2022 ranged from 16.9% in Mexico to 46.1% in France.<br /><br />A special feature in the new report examines the extent to which tax revenues in OECD countries have kept pace with economic growth in recent decades by analysing tax buoyancy for different tax types for the period from 1980 to 2021. The study finds that tax revenues typically increased at the same rate as GDP over this period; revenues from CIT were the most buoyant over the long run – increasing faster than economic growth – while revenues from excise taxes were the least buoyant, increasing at a slower rate than GDP.<br /><br />To access the Revenue Statistics report, data, overview and country notes, go to https://oe.cd/revenue-statistics.<br /><br />Media queries should be directed to Manal Corwin (+33 1 45 24 18 80), Director of the OECD Centre for Tax Policy and Administration (CTPA); David Bradbury (+33 1 45 24 15 97), Deputy Director of CTPA; Lawrence Speer (+33 1 45 24 79 70) or the OECD Media Office (+33 1 45 24 97 00).<br /><br />Working with over 100 countries, the OECD is a global policy forum that promotes policies to preserve individual liberty and improve the economic and social well-being of people around the world.<br /><br />Source:<a target='_blank' href='https://www.oecd.org/newsroom/global-energy-crisis-and-government-responses-drive-a-significant-fall-in-tax-levels-in-oecd-countries.htm'>https://www.oecd.org/newsroom/global-energy-crisis-and-government-responses-drive-a-significant-fall-in-tax-levels-in-oecd-countries.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-06",
    "clk_count": "17"
  },
  {
    "news_id": "8",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Novel meat and dairy alternatives could help curb climate-harming emissions - UN",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>08 DEC 2023 / <a target='_blank' href='https://www.unep.org/resources/filter/type=press_release/sort_by=publication_date/sort_order=desc/page=0'>PRESS RELEASE</a> / <a target='_blank' href='https://www.unep.org/topics/climate-action'>CLIMATE ACTION</a></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231213_m_en/1.png' style='width: 100%;' /></p><p>Dubai, 8 December 2023 – Emerging novel alternatives to animal products such as meat and dairy may contribute to significantly reducing the environmental footprint of the current global food system, particularly in high- and middle-income countries, provided they use low-carbon energy. This is a key finding of a new UN Environment Programme (UNEP) assessment of such new alternatives to animal agriculture, a sector accounting for up to a fifth of planet-warming emissions, with meat consumption slated to grow by 50 per cent by 2050.<br /><br />What’s cooking? An assessment of the potential impact of select novel alternatives to conventional animal products focuses on three types of alternatives: 1) Novel plant- based meats, 2) Cultivated meat from animal cells, and 3) Protein-rich products derived through rapid fermentation by microorganisms. It is part of UNEP’s Frontiers series, which identifies and draws attention to emerging issues of environmental concern.<br /><br />The report, produced with the support of the Government of Belgium, finds that these alternatives not only show significant potential for reducing greenhouse gas (GHG) emissions, but they can also contribute to reductions in land degradation and deforestation, water and soil pollution and loss of biodiversity, as well as to reducing the risks of zoonotic diseases and anti-microbial resistance. These novel alternatives could also help to significantly reduce animal welfare concerns, compared to their conventional counterparts.<br /><br />The authors conclude that novel alternatives can likely play a role in supporting a more sustainable, healthier and more humane food system, with regional differences. It reviews policies decision makers may consider to safeguard food security, jobs, livelihoods, social and gender equity, and culture to help maximize the beneficial outcomes of novel meat and dairy alternatives, while avoiding potential negative health and social impacts.<br /><br />”New food alternatives will offer a broader spectrum of consumer choices,” said Inger Andersen, Executive Director of UNEP. ”Further, such alternatives can also lessen the pressures on agricultural lands and reduce emissions, thereby helping us address the triple planetary crisis - the crisis of climate change, the crisis of biodiversity and nature loss, the crisis of pollution and waste - as well as address the health and environmental consequences of the animal agriculture industry. More government support, as well as open and transparent research, can help unlock the potential of these new technologies for some countries.”<br /><br />While conventional animal products are an important source of protein for many communities, particularly in developing countries, in many high- and middle-income countries, their production and consumption happen at a scale that negatively impacts people and the planet. The tens of billions of animals slaughtered annually are far from the only victims of a fast-growing animal agriculture industry. Producing and consuming animal-source foods, while offering important nutrients, has also been associated with significant challenges for public health: excess levels of red and processed meats consumption is associated with cardiovascular diseases, certain cancers, obesity, and diabetes. Animal agriculture is also associated with increased risks of anti-microbial resistance – 73 per cent of all antimicrobials sold are used in animal agriculture – and with the spread of zoonotic diseases such as COVID-19 or Avian Influenza.<br /><br />The animal agriculture industry is a major driver of climate change: animal GHG emissions, feed production, changes in land use and energy-intensive global supply chains account for almost 60 per cent of food-related GHG emissions and 14-20 per cent of global GHG emissions.<br /><br />While novel alternative foods can reduce harm to farm animals and could contribute to improving public health, other health benefits aren’t as evident: some novel plant-based products tend to be highly processed and have high amounts of salt and saturated fats. Evidence on the health impacts of using cultured meat from animal cells or fermentation remains limited. By closely mimicking or replicating the sensory experiences of meat and other animal products, novel alternatives may help consumers, particularly in high- and middle-income countries, shift away from unsustainably high levels of animal protein consumption. However, cost, taste, and social and cultural acceptability will strongly affect the trajectory of nascent alternatives to conventional animal products.<br /><br />The report underlines the need to ensure a just transition through equitable and regionally appropriate approaches to food systems change. It reviews policy options to shift the food industry towards a healthier and more sustainable future: greater support for open access research and commercialization, shifting subsidies, tax rebates, direct financial investments, and loan guarantees to favor novel alternatives, as well as internationally agreed mechanisms on supportive trade policies and food safety standards.<br /><br />The authors underscore the need for open and transparent research to understand the nutritional implications of regular consumption of alternatives, and to understand the socio-economic implications of their uptake in different regions, including for equity, food security, and livelihoods of smallholder farmers.<br /><br />The report does not consider meat from wild animals, fish or other aquatic animals, though new technologies may also reshape the fishing sector. The report is not an assessment of other alternatives to the current food system: regenerative livestock farms, feed additives to reduce emissions from animal agriculture, farming insects, reduced meat consumption in favor of whole plant protein sources like beans, vegan products like tofu, or taxing meat. Such alternatives are already being pursued alongside the three alternatives examined in the report, but have struggled so far to win government support and achieve impacts at the desired scale or speed. <br /><br />NOTES TO EDITORS <br /><br />About the UN Environment Programme (UNEP)<br /><br />UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br /><br />Source:<a target='_blank' href='https://www.unep.org/news-and-stories/press-release/novel-meat-and-dairy-alternatives-could-help-curb-climate-harming'>https://www.unep.org/news-and-stories/press-release/novel-meat-and-dairy-alternatives-could-help-curb-climate-harming</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-08",
    "clk_count": "17"
  },
  {
    "news_id": "9",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "EFRAG and GRI enhance collaboration with deeper ties",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 30 November 2023</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231213_m_en/2.png' style='width: 100%;' /></p><p>New cooperation agreement reached, as GRI-ESRS Interoperability Index is made publicly available<br /><br />Following a successful partnership between EFRAG and GRI over the past three years, a new Memorandum of Understanding has been signed, which substantiates the benefits of the alignment achieved between the European Sustainability Reporting Standards (ESRS) and the GRI Standards and commits the organizations to continue working together to deliver technical support for reporting companies.<br /><br />As a first tangible outcome of this second cooperation agreement, a GRI-ESRS Interoperability Index has been made publicly available today as it is submitted for approval to the December meetings of EFRAG standard setting bodies. The tool sets out how the disclosure requirements and datapoints in each set of standards relate to each other, emphasizing the high degree of commonality already achieved and laying down solid foundations to build a reciprocal digital taxonomy. Interoperability prevents the need for double reporting and results in a user-friendly reporting system without undue complexity. As a consequence, entities reporting under ESRS will be deemed reporting ‘with reference’ to the GRI standards and existing GRI reporters will be able to leverage their current reporting efforts to prepare their ESRS ‘Sustainability statement’.<p><ul><li>Further collaboration on standards and guidance development, including existing and new sector standards; proportionate reporting for SMEs in the EU; standards for non-EU companies for which the CSRD will apply.</li><li>Education and training for ESRS preparers and users, including steps to accredit GRI as an ESRS training organization, leveraging its education and professional certification programs.</li><li>Interoperability of digital XBRL taxonomies, with a simplified tagging system and digital correspondence table between both standards.</li></ul></p><p>With this new phase in their cooperation, and in line with the joint interoperability statement published in September 2023, both parties have decided to implement three common foundational principles:<br /><br />1. Companies benefit from preparing quality data from reporting publicly on their management efforts in relation to their positive and negative impacts.<br /><br />2. All stakeholders, including investors, will benefit from standardized, credible, and comparable information on impacts.<br /><br />3. Optimal interoperability between global and European sustainability reporting standards is in the interests of companies and other organizations to minimize the reporting burden.<br /><br />As a multistakeholder organization, tasked with the elaboration of sustainability reporting standards as technical advice to the European Commission, EFRAG welcomes the fruitful dialogue with other standard setting organisations or initiatives. Our relationship with GRI has been and is exemplary in that regard and we look forward to this second phase in our technical cooperation.<br />-Hans Buysse, President of EFRAG Administrative Board<br /><br />The partnership between GRI and EFRAG has already borne fruit by ensuring that the new EU standards and the GRI Standards – which many companies in Europe and beyond are using to report their impacts — are closely aligned. Encompassing practical resources and training alongside deeper engagement on standards, this new MoU reassures companies and all stakeholders of our joint commitment to an aligned, efficient, and feasible EU and global ecosystem for impact reporting. I look forward to continued collaboration with our European partners to achieve this aim.<br />-Eelco van der Enden, CEO of GRI<br /><br />The interoperability index is an important deliverable of our collaboration as it will enable GRI reporters to substantiate the high degree of alignment between GRI and ESRS standards in relation to impacts. Building on our technical collaboration over the past two years, we welcome this new agreement.<br />-Carol Adams, Chair of the GRI Global Sustainability Standards Board (GSSB)<br /><br />Interoperability is at the heart of the EU approach. From the beginning and going forward EFRAG strives to build on and contribute to the global progress of quality sustainability reporting as well as to minimise the reporting burden for companies. With the recently adopted ESRS, companies will be able to prepare their sustainability statement in an interoperable ecosystem and this is good news. We welcome the high level of commonality illustrated by our joint Interoperability Index since reporting on impacts is foundational under the European double materiality approach.<br /><br />-Patrick de Cambourg, Chair of EFRAG Sustainability Reporting Board<br /><br />Under the first EFRAG-GRI MoU (signed on 8 July 2021) the two parties agreed to share expertise to co-construct the ESRS and contribute to global convergence, joining each other’s technical expert groups and aligning standard-setting activities. This collaboration achieved a high level of interoperability between the ESRS and GRI Standards. This new MoU (signed on 30 November 2023) is a step further in terms of technical cooperation and collaboration with EFRAG, the European Standard-setter.<br /><br />Source: <a target='_blank' href='https://www.globalreporting.org/news/news-center/efrag-and-gri-enhance-collaboration-with-deeper-ties/'>https://www.globalreporting.org/news/news-center/efrag-and-gri-enhance-collaboration-with-deeper-ties/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-30",
    "clk_count": "17"
  },
  {
    "news_id": "10",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Standards create change faster",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Climate change is happening fast. The world does not have time to prevaricate. But ISO standards can help us make the right policies and speed up the pace. </p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240101_m_en/1.jpeg' style='width: 100%;' /></p><p>Published on 11 December 2023<br /><br />Zakiah Kassam<br /><br />President, AirVironment Canada Inc., and Chair-elect, ISO/TC 207, Environmental management<br /><br />World War II made an indelible mark on the world. As fighting ceased in 1945, the world was in dire need of rebuilding and reformation at an unprecedented scale. ISO was one of the key global organizations to rise from the ashes to do exactly that. Today, it can once again help the world reform to address another existential threat: climate change. <br /><br />As policymakers gather in Dubai to discuss how to accelerate climate action, a good place to start is with the reminder that standards are a powerful tool.<br /><br />Standards provide us with the assurance that change is both real and meaningful. They ensure results and help cut through any potential greenwashing. They also make change happen at speed. Enacting laws and implementing policies for climate action can take years – and we don’t have years. Using standards can get us there faster, by reducing the time it takes to design and implement government policies.<br /><br />COP28 is a key checkpoint on the global climate trajectory. As a united front, we need to act together in three key areas: the curbing of emissions, risk planning and financing. Standards are our most effective tool in driving action on all three.<br /><br />Standards can supercharge our climate efforts<br /><br />It is paramount that organizations clearly report on their greenhouse gas (GHG) emissions and their progress on reducing them. Standards are helping to guide the development of greenhouse gas inventories, which comprehensively list GHG volumes and where they come from. As such, they are an effective tool as we work to curb emissions, because they demand verifiable evidence. This bolsters trust that climate action is action and not just rhetoric.<br /><br />This trust also allows the world to break the limits of convention when it comes to risk planning. This is important because climate change risks differ from other risks. Conventional approaches that use statistical probabilities may not be effective, and climate change impacts can have a chain of knock-on effects. ISO standards detail best-practice approaches for undertaking climate change risk and vulnerability assessments. <br /><br />Local governments and communities facing climate change impacts need plans for adaptation, but may not always have the resources to deliver or update them. ISO standards provide a policy planning roadmap. They demonstrate how to partner the right business units with the right stakeholders to tackle key risks and set out priorities. ISO standards can also help to guide meaningful reporting and communication on adaptation.<br /><br />But risk isn’t the only barrier. A lack of material resources is a challenge, and financing is a major hurdle. Standards can help here, too.<br /><br />More than USD 4.2 trillion of clean energy investment is required in 2030 to get us to net-zero emissions. Governments are expected to finance approximately 30 % of that through a combination of low-cost loans, grants and cheap financing.<br /><br />A key challenge for governments setting up support for green energy programmes is the risk of spending taxpayer’s cash and not getting the desired results. Nothing dents public confidence like wasted money.<br /><br />ISO provides a ready-to-implement structure that helps governments to define their criteria for eligible projects and establish performance metrics. The ISO green debt instruments series of standards (ISO 14030), for example, specifies requirements to ensure the integrity of green bonds and loans, includes a taxonomy for eligible projects, and sets out requirements for a verification programme.<br /><br />When it comes to the complexities of grants to support climate resilience initiatives, ISO also has a best-practice standard that can help governments design a grant mechanism quickly and effectively. ISO 14093, the ISO standard relating to performance-based climate resilience grants, is based on the United Nations Capital Development Fund’s local climate adaptive living (LoCAL) mechanism. This ISO standard provides guidance on how to design a national system for local adaptation financing and includes minimum conditions to ensure financial safeguards and a menu of eligible adaptation investments that can promote climate resilience.<br /><br />The power of ISO and public partners<br /><br />Public agencies wield substantial influence over markets thanks to their sizable project procurement budgets. Harnessing this influence strategically has the power to shape industry behaviour. Public agencies can incorporate contractual requirements that build on ISO standards and the ISO conformity assessment system.<br /><br />Integrating ISO standards can help in setting procurement rules for purchasing goods and services in a way that advances climate action. Any policymaker wanting to drive positive change quickly needs to begin by thinking of standards.<br /><br />Because without standards, there can be no improvement.<br /><br />About Zakiah Kassam<br /><br />Zakiah Kassam is Chair of the ISO technical committee on environmental management for the 2024-2026 term and a member of the Governing Council of the Standards Council of Canada (SCC). She is the President of AirVironment Canada, and a Senior Associate of the Boxfish Infrastructure Group. Zakiah has more than 20 years of professional experience spanning the energy, infrastructure and environmental sectors. She holds a B.Eng. from McGill University, an M.Eng. from the University of Calgary, an MBA from the University of Toronto and an LLM in Environmental and Natural Resources Law from the University of London.<br /><br />Source: <a target='_blank' href='https://www.iso.org/contents/news/2023/12/standards-create-change-faster.html'>https://www.iso.org/contents/news/2023/12/standards-create-change-faster.html</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-11",
    "clk_count": "17"
  },
  {
    "news_id": "11",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Greenhouse Gas Protocol: Market-based and Project Accounting Approaches: Where We Are Now",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published: 18 Dec 2023<br /><br />Type: News<br /><br />This update first appeared on 14 December 2023 on the website of the Greenhouse Gas Protocol, led by WBCSD and WRI, <a target='_blank' href='https://ghgprotocol.org/blog/market-based-and-project-accounting-approaches-where-we-are-now'>under the following link.</a><br /><br />Status Update<br /><br />GHG Protocol is planning updates and additional guidance for its Corporate Standard, Scope 2 Guidance, Scope 3 Standard, and supporting documents. The aim of the <a target='_blank' href='https://ghgprotocol.org/ghg-protocol-standards-and-guidance-update-process-0'>current corporate standards update process</a> is to align with best practice approaches to ensure GHG Protocol standards for scope 1, scope 2 and scope 3 are effective in providing a rigorous and credible accounting foundation for businesses to measure, plan and track progress toward science-based and net-zero targets in line with the Paris Agreement and to keep the 1.5°C goal in reach. Any future updates will seek harmonization and alignment with accounting rules under development through major disclosure initiatives and coordination with other key programs and initiatives.<br /><br />As part of the standards update process, GHG Protocol will examine how organizations account for and report efforts to mitigate their climate impacts, including the roles of <a target='_blank' href='https://ghgprotocol.org/sites/default/files/Market-based%20accounting%20Survey%20Memo.pdf'>market-based accounting approaches</a> and/or <a target='_blank' href='https://ghgprotocol.org/project-protocol'>project accounting methods</a> (i.e., quantification of reduced or avoided emissions compared to a baseline scenario, building on existing standards and guidance). GHG Protocol plans to provide guidance addressing the role of such methods in GHG emissions reporting and/or target setting. Guidance is expected to highlight the role of programs and policymakers in defining target setting and programmatic rules, for example, related to eligibility of market instruments.<br /><br />In a dedicated survey and proposals process, GHG Protocol received nearly 350 responses and over two dozen proposals for market-based and/or project accounting approaches. Feedback was provided across a variety of different sectors, including natural gas/biomethane, aviation fuels (SAF), agricultural commodities, freight transport, maritime shipping, steel, aluminum, and others. Such proposals have typically arisen in cases where companies purchase products or commodities from common pools or distribution systems and when direct contracting with suppliers or identifying individual points of origin are difficult or infeasible. <br /><br />In October, GHG Protocol hosted a webinar highlighting topline findings from the stakeholder feedback on the market-based accounting approaches survey, which can be <a target='_blank' href='https://www.youtube.com/watch?v=GqgQcMvZwjw'>viewed here</a>. A written summary of the findings is forthcoming and will be input into the workplan beginning in early 2024.<br /><br />Get Involved<br /><br />GHG Protocol follows a multistakeholder standards development process. In November 2023, Greenhouse Gas Protocol launched a new governance structure, which includes a <a target='_blank' href='https://ghgprotocol.org/blog/announcement-ghg-protocol-launches-new-governance-call-steering-committee-and-independent'>Steering Committee, Independent Standards Board</a> and <a target='_blank' href='https://ghgprotocol.org/blog/announcement-ghg-protocol-launches-call-expression-interest-technical-working-group'>Technical Working Groups</a>. We are currently accepting applications for membership in these bodies, including from experts that can address key topics in market-based accounting approaches and project accounting, as explained further in the webinar. Applications are due January 15, 2024. More details about the different bodies and information on how to apply can be found <a target='_blank' href='https://ghgprotocol.org/nominations-governance-bodies'>here</a>.<br /><br />If you would like to receive email updates from GHG Protocol, we encourage you to <a target='_blank' href='https://ghgprotocol.org/subscribe'>subscribe here.</a><br /><br /></p><p><br /><br />Source: <a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/General/News/Greenhouse-Gas-Protocol-Market-based-and-Project-Accounting-Approaches-Where-We-Are-Now'>https://www.wbcsd.org/Overview/News-Insights/General/News/Greenhouse-Gas-Protocol-Market-based-and-Project-Accounting-Approaches-Where-We-Are-Now</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-18",
    "clk_count": "17"
  }, 
  {
    "news_id": "12",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "World News in Brief: Gaza relief ‘an impossible mission’, COVID spreading fast again, food prices fall",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240111_m_en/1.jpg' style='width: 100%;' /></p><p>© UNICEF/Hafiz Al Asad / A student hygiene ambassador demonstrates how to properly wash hands at a school in Makassar, South Sulawesi Province, Indonesia.</p><p>5 January 2024 <br /><br />The UN’s relief chief on Friday warned that “Gaza has simply become uninhabitable” and demanded Israeli forces and Palestinian militants start meeting their obligations under international law to protect civilian lives.<br /><br />“Its people are witnessing daily threats to their very existence – while the world watches on”, warned Emergency Relief Coordinator Martin Griffiths in a statement, adding that “hope has never been more elusive” amidst deteriorating conditions.<br /><br />“The humanitarian community has been left with the impossible mission of supporting more than two million people, even as its own staff are being killed and displaced, as communication blackouts continue, as roads are damaged and convoys are shot at, and as commercial supplies vital to survival are almost non-existent.”</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240111_m_en/2.png' style='width: 100%;' /></p><p>Famine around the corner</p><p>Three months on from the horrific 7 October attacks, Gaza has become a place of death and despair, he said, with a public health disaster unfolding before our eyes.<br /><br />“Infectious diseases are spreading in overcrowded shelters as sewers spill over. Some 180 Palestinian women are giving birth daily amidst this chaos.  People are facing the highest levels of food insecurity ever recorded. Famine is around the corner”, he said.<br /><br />But rocket attacks from militants are still raining down on Israel, while more than 120 people are still held hostage in Gaza, he added.<br /><br />With tensions in the West Bank at boiling point, and “the spectre of further regional spillover of the war” looming, Mr. Griffiths said that the war must end, “not just for the people of Gaza and its threatened neighbours, but for the generations to come who will never forget these 90 days of hell and of assaults on the most basic precepts of humanity.”<br /><br />He concluded with a call for the international community to use all influence possible to end the fighting, meet civilians’ essential needs, and secure the release of all hostages.<br /><br />COVID infections rising fast and under-reported, warns WHO<br /><br />The UN health agency WHO confirmed on Friday that coronavirus numbers are spiking globally and that we “should expect more cases” in the coming winter months in the northern hemisphere.<br /><br />Latest data from the World Health Organization covering the four weeks to 17 December indicated a 52 per cent increase in infections compared with the previous 28-days.<br /><br />That amounts to 850,000 new COVID-19 cases reported, but the true figure is likely much higher, according to WHO spokesperson Christian Lindmeier:<br /><br />“You know that all throughout the world and you've seen it in many of your own countries, the reporting has dropped, the surveillance centers have dropped, the vaccination centers have dropped, have been dismantled as well or shut down”, he told reporters in Geneva.<br /><br />“This, of course, leads to an incomplete picture and we should expect unfortunately more cases than we have officially reported.”<br /><br />Most infections have been caused by a new COVID strain called JN.1 which is now under close scrutiny by the UN health agency as a “variant of interest”. JN.1 was reportedly first detected in the United States before spreading across dozens of countries.<br /><br />It evolved from the Omicron variant which was linked to a peak in COVID infections in 2022.<br /><br />Food price inflation fears ease again: FAO<br /><br />The UN Food and Agriculture Organization (FAO) reported on Friday that the Food Price Index ended the year just over 10 per cent below its December 2022 level, further easing concerns over food price inflation worldwide.<br /><br />The monthly figure for a basket of traded food commodities was also down around 1.5 per cent for December, averaging 118.5 points, compared with the previous month.<br /><br />The sharpest drop came in international sugar quotations, which were some 16.6 per cent down for December on the previous month.<br /><br />For 2023, the index was 13.7 percent lower overall than the average value for 2022, with only the international sugar price index higher over the year.<br /><br />FAO said the sugar price drop was mainly due to the strong pace of production in Brazil along with reduced use of sugarcane for ethanol production in India.<br /><br />The cereal price index rose 1.5 per cent in December, with wheat, maize, rice and parley all rising due to shipment limitations experienced by exporters. Cereal prices for the year however we more than 15 per cent below the 2022 average.<br /><br /></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240111_m_en/3.png' style='width: 100%;' /></p><p>Source: <a target='_blank' href='https://news.un.org/en/story/2024/01/1145327'>https://news.un.org/en/story/2024/01/1145327</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-01-05",
    "clk_count": "17"
  },
  {
    "news_id": "13",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Improving opportunities and working conditions for older workers can bolster pension system sustainability and address labour market shortages",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>13/12/2023 - With the share of the population aged 65 and over in the OECD projected to reach 27% by 2050, promoting the employment and employability of older workers will be key to both ensure the sustainability of pension systems and address labour market shortages.<br /><br /><a target='_blank' href='https://www.oecd.org/publications/oecd-pensions-at-a-glance-19991363.htm'>Pensions at a Glance 2023</a> shows that OECD countries have combined action to increase statutory retirement ages, curb early retirement and offer incentives to work longer and upgrade skills in order to foster employability, job mobility and labour supply of older workers.<br /><br />Normal retirement ages are set to increase in 23 out of 38 OECD countries, reaching an average of 66.3 years for men and 65.8 years for women starting their career today. In Denmark, Estonia, Italy, the Netherlands and Sweden, the normal retirement age will rise to 70 years or more if life-expectancy gains materialise as projected and legislated links with life expectancy are applied.<br /><br />The labour force participation of older workers has increased sharply across the OECD, with the employment rate of 55-to-64 year olds in the OECD reaching a record 64% in the second quarter of 2023, almost 8 percentage points higher than a decade ago. However, many older workers still struggle to keep their skills up to date, have limited access to good-quality jobs, and risk having an inadequate pension in old age because of short and unstable working careers.<br /><br />“Pensions at a Glance provides comparative data and analysis on pension systems and reforms across the OECD to help countries ensure our pension systems remain a secure, sustainable, effective and fair source of retirement income. Pension reform alone cannot fully address the impact of population ageing and longer life expectancies on pension system sustainability,” OECD Secretary-General Mathias Cormann said. “By providing targeted support for training and ensuring healthy working conditions, countries can improve the employment prospects of older workers. This will help ensure that pension systems remain financially sustainable, while delivering decent incomes in retirement.”<br /><br />This edition of Pensions at a Glance assesses the impact of special pension policies in OECD countries for workers in hazardous and arduous jobs, including those granting access to early retirement through occupation-specific schemes or special rules within a general pension scheme.<br /><br />Prevention of health problems and reskilling to move workers out of arduous work before health deteriorates significantly is key. Support for people with work-related health problems should be provided primarily through work injury, sickness and disability insurance rather than special old-age pension schemes for hazardous or arduous work. Improving the regulation of work-time and workplace safety and a strengthened role for labour inspection bodies and occupational health services would also help.<br /><br />For further information, journalists are invited to contact Monika Queisser (tel. + 33 1 45 24 96 34) or Hervé Boulhol (+ 33 1 45 24 84 58) of the OECD Directorate of Employment, Labour and Social Affairs.<br /><br />Working with over 100 countries, the OECD is a global policy forum that promotes policies to preserve individual liberty and improve the economic and social well-being of people around the world.<br /><br />Source: <a target='_blank' href='https://www.oecd.org/newsroom/improving-opportunities-and-working-conditions-for-older-workers-can-bolster-pension-system-sustainability-and-address-labour-market-shortages.htm'>https://www.oecd.org/newsroom/improving-opportunities-and-working-conditions-for-older-workers-can-bolster-pension-system-sustainability-and-address-labour-market-shortages.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-01-13",
    "clk_count": "17"
  },
  {
    "news_id": "14",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "New resource on emissions reporting using GRI and ISSB standards",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 18 January 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240129_m_en/1.png' style='width: 100%;' /></p><p>IFRS Foundation and GRI publish summary of interoperability considerations for GHG emissions</p><p>The Global Reporting Initiative and the IFRS Foundation have today jointly published a new analysis and mapping resource: <a target='_blank' href='https://www.globalreporting.org/media/xlyj120t/interoperability-considerations-for-ghg-emissions-when-applying-gri-standards-and-issb-standards.pdf'>Interoperability considerations for GHG emissions when applying GRI Standards and ISSB Standards.</a><br /><br />The publication illustrates the areas of interoperability a company should consider when measuring and disclosing Scope 1, Scope 2 and Scope 3 greenhouse gas (GHG) emissions in accordance with both GRI 305: Emissions and IFRS S2 Climate-related Disclosures.<br /><br />The requirements in GRI 305 and IFRS S2 demonstrate a high degree of alignment. For example, both draw on the GHG Protocol. The alignment means companies that already disclose Scope 1, 2 and 3 GHG emissions using the GRI Standards will be well positioned to report information about GHG emissions in accordance with IFRS S2. In addition to this, other GHG emissions disclosures can be aligned, depending on the choices a company makes in applying GRI 305 and IFRS S2.<br /><br />The resource is the result of ongoing collaboration between the IFRS Foundation and GRI and aims to support more efficient reporting for companies using both the ISSB Standards and the GRI Standards.<br /><br />In November 2023, GRI announced the <a target='_blank' href='https://www.globalreporting.org/news/news-center/gri-establishes-sustainability-innovation-lab-in-coordination-with-the-ifrs-foundation/'>launch of the Sustainability Innovation Lab</a> (SIL) based in Singapore, in coordination with the IFRS Foundation. The SIL is bringing together global and local partners to advance capabilities for reporting using the GRI Standards and the IFRS Sustainability Disclosure Standards.<br /><br />Since March 2022, GRI and the IFRS Foundation <a target='_blank' href='https://www.ifrs.org/news-and-events/news/2022/03/ifrs-foundation-signs-agreement-with-gri/'>have worked together</a> under a collaboration agreement that has sought to achieve coordination in their sustainability-related work programs and standard-setting activities.</p><p>Source: <a target='_blank' href='https://www.globalreporting.org/news/news-center/new-resource-on-emissions-reporting-using-gri-and-issb-standards/'>https://www.globalreporting.org/news/news-center/new-resource-on-emissions-reporting-using-gri-and-issb-standards/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-01-18",
    "clk_count": "17"
  },
  {
    "news_id": "15",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "What is phosphorus and why are concerns mounting about its environmental impact?",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240129_m_en/2.jpg' style='width: 100%;' /></p><p>24 JAN 2024 / STORY / CHEMICALS & POLLUTION ACTION<br /><br />AFor months last year, Florida’s beachgoers were plagued by rotting tangles of decaying seaweed that had washed ashore. Known technically as sargassum, the thick clumps were part of a record-setting 8,000-kilometre-long seaweed belt in the Atlantic Ocean.<br /><br />ASargassum blooms cause a range of environmental problems, including coastal “dead zones” bereft of aquatic life. Past sargassum outbreaks have been linked to the excessive release of phosphorus and other chemical substances known as nutrients.<br /><br />APhosphorus and another nutrient, nitrogen, are key ingredients in synthetic fertilizers. They have become increasingly popular in recent decades but can have devastating effects when they enter lakes, rivers and the ocean.<br /><br />AAt the upcoming sixth session of the United Nations Environment Assembly (UNEA-6), the world’s top decision-making body on the environment, delegates from UN Member States are expected to discuss how to advance global cooperation around nutrients. In particular, they are slated to explore ways to rein in excess phosphorus in the environment without compromising efforts to end hunger. This builds on work already done by Member States through past UNEA resolutions to decrease nitrogen pollution.<br /><br />A“Reducing nutrient pollution and recovering nutrients, such as phosphorus, for reuse is a win-win both for the environment and human health,” says Leticia Carvalho, head of the Marine and Freshwater Branch at the UN Environment Programme (UNEP). “But to succeed, we need governments, scientists, the private sector and civil society to come together.“<br /><br />Ahead of UNEA-6 discussions, here are some facts about phosphorus use and how the mineral can be better managed.<br /><br />What is phosphorus and what are its main uses today?<br /><br />Discovered more than 350 years ago, phosphorus is an indispensable nutrient that helps plants to grow. Its primary use is in manufacturing synthetic fertilizer to increase crop yields, making it crucial to food security. Phosphorus is a key ingredient in animal feed and is also used to produce steel, food additives, electric car batteries, certain pesticides and household cleaning products.<br /><br />Where does phosphorus come from?<br /><br />Phosphate rock is the main source of easily accessible phosphorus for manufacturing synthetic fertilizer and has been produced in large quantities since World War II.<br /><br />So, phosphorus reserves are limited?<br /><br />Yes. The amount of phosphorus in the world is finite and there is a need to reduce how much of the mineral we are extracting. This can be done by making phosphorus mining and processing more efficient. Also important: optimizing how phosphorus is used in agriculture and recovering phosphorus from waste.<br /><br />Where does phosphorus pollution come from?<br /><br />Agriculture is a major source of phosphorus pollution, both from the production of crops and raising of livestock. Phosphorus is also lost through sewage, food that is thrown away and other waste streams.<br /><br />Why is too much phosphorus a bad thing?<br /><br />Excess phosphorus, like the other key nutrient, nitrogen, depletes soils of their richness. It also pollutes lakes, rivers and the ocean in a process known as eutrophication. This leads to algal blooms which contaminate supplies of drinking water and create oxygen-starved dead zones, which can kill fish and other aquatic species. Phosphorus pollution is a prime driver of biodiversity loss and contributes to the degradation of ecosystems on which humanity depends. Eutrophication is estimated to cost the US economy alone US$2.2 billion annually.<br /><br />Is the rate of phosphorus pollution increasing?<br /><br />Yes. Globally, phosphorus losses from land to fresh waters have doubled in the last century and continue to increase. Despite large-scale efforts to reduce nutrient pollution, Carvalho said the release of phosphorus is already overwhelming the planet’s ability to cope. As much as 80 per cent of the mineral is lost or wasted during use. Along with the environmental fallout, that costs farmers, factory owners and others about US$265 billion a year.<br /><br />“We’ve long since crossed the red line on phosphorus pollution and the effects on the Earth have been devastating,” says Carvalho. “If humanity continues down this path, we risk compromising countless ecosystems around the world.“<br /><br />Does that mean humanity should just stop using phosphorus?<br /><br />No. The key is for phosphorus to be used more sustainably and to prevent excessive amounts of it from seeping into the environment. There is a common misconception that the more phosphorus-based fertilizer used, the more crop yields will rise. This is not necessarily true. The key is to use the right amount, so that crops will still thrive and the environment will not suffer unduly.<br /><br />How can humanity more sustainably use phosphorus?<br /><br />Changes in agricultural practices can help reduce phosphorus pollution. The use of manure, for example, can lessen the need for phosphorus-based fertilizers. Farmers can also plant cover crops and avoid tilling the soil, which will improve soil health and reduce the need for fertilizer. These practices should be part of a larger shift towards regenerative agriculture, a more planet-friendly approach to farming that improves soil health and maintains biodiversity.<br /><br />As well, synthetic fertilizers should only be used at the stage when crops need phosphorus the most. The livestock sector must also explore ways of recovering phosphorus from manure.<br /><br />Finally, wastewater discharges some 3 millions tonnes of phosphorus into the environment every year globally. Proper treatment could reduce the concentration of phosphorus and nitrogen in wastewater by at least 80 per cent.<br /><br />The solutions will require innovation—not just in technology but also in ways of working.  It will require cooperation within and across sectors that may not have traditionally worked together.<br /><br />How much do we need to reduce phosphorus pollution by?<br /><br />A lot. The Our Phosphorus Future report calls for a 50 per cent reduction in global phosphorus pollution, coupled with a 50 per cent increase in the recycling of phosphorus lost in residues and wastewater by 2050. The report said that would bolster food security and improve water quality, among a host of other benefits.<br /><br />What is UNEP doing to tackle phosphorus pollution?<br /><br />UNEP hosts the Global Partnership on Nutrient Management, launched in 2009. It promotes effective nutrient management, particularly of nitrogen and phosphorus, to both achieve food security and protect the environment.<br /><br />UNEP’s efforts to control the environmental fallout of phosphorus come amid a wider global effort to rein in pollution, which received a boost last year with the landmark Global Framework on Chemicals. Based around 28 targets, the framework sets out a roadmap for protecting people and the planet from harmful chemicals and waste. UNEP will manage a trust fund that will help implement the agreement.<br /><br />As the leading global authority on the environment, UNEP is also helping countries implement the Kunming-Montreal Global Biodiversity Framework, including Target 7, which addresses phosphorus. The framework calls for a 50 per cent reduction in excess nutrients lost to the environment by 2030 and for the risk from pesticides to be reduced by at least half.<br /><br />The sixth session of the United Nations Environment Assembly (UNEA-6) will be held from 26 February to 1 March 2024 at the UNEP headquarters in Nairobi, Kenya, under the theme: Effective, inclusive and sustainable multilateral actions to tackle climate change, biodiversity loss and pollution. Through its resolutions and calls to action, the Assembly provides leadership and catalyzes intergovernmental action on the environment.</p><br /><br /><p>Source: <a target='_blank' href='https://www.unep.org/news-and-stories/story/what-phosphorus-and-why-are-concerns-mounting-about-its-environmental-impact'>https://www.unep.org/news-and-stories/story/what-phosphorus-and-why-are-concerns-mounting-about-its-environmental-impact</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-01-24",
    "clk_count": "17"
  },
  {
    "news_id": "16",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "WBCSD and US Coalition on Sustainability partner to accelerate the dissemination of actionable insights to SMEs across global supply chains",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240219_m_en/1.png' style='width: 100%;' /></p><p>Published: 14 Feb 2024<br /><br />Type: News<br /><br />Geneva, 14 February 2024: The World Business Council for Sustainable Development (WBCSD) and the U.S. Coalition on Sustainability (USCS) are pleased to announce a new strategic  partnership to accelerate the sharing of sustainability-related learnings and solutions between leading multi-national corporations and small and medium-sized enterprises (SMEs).<br /><br />As part of this partnership, WBCSD will make a wide array of sustainability guidelines, tools and case studies developed by its members and partners available to the nearly 2,000 member organizations of SustainChain.™ This ground-breaking public service platform created by USCS, unifies cross-industry efforts, knowledge and actionable insights across the public and private sectors to support all supply chain actors to help realize the Sustainable Development Goals (SDGs).<br /><br />Through a new digital portal housed on SustainChain™, WBCSD and its member companies will be able to share emerging sustainable business solutions and learnings with SMEs in real-time to accelerate their learning curve and build accessible collective intelligence for the broader sustainability ecosystem.<br /><br />SustainChain™ uses artificial intelligence and machine learning to cut across industry silos and dynamically surface scalable solutions, products and partnerships for its users based on their selected sustainability focus areas and SDG priorities.<br /><br />James Gomme, Director of Education and Knowledge Management at WBCSD, said: WBCSD is delighted to be partnering with USCS to harness the potential of the SustainChain platform to accelerate private sector action in support of a net-zero, nature positive and more equitable society. This new collaboration will empower SMEs to take full advantage of the learnings and experience coming out of WBCSD's 220+ member organizations who are leading systems transformation in support of sustainable development.<br /><br />Jacqueline Corbelli, Founder of the US Coalition on Sustainability said: WBCSD’s wonderful leadership is providing a crucial link in the chain for lifting private sector’s contribution to global sustainability. Bridging the efforts of leading multi-national corporations with those of SMEs will allow both to create more seamless, productive, collective change. Together we can create an engine for building sustainable supply chains through mass accelerated knowledge sharing and partnership potential, powered by AI.</p><br /><br /><p>Source:<a target='_blank' href='https://www.wbcsd.org/Projects/Education/Leadership-program/News/WBCSD-and-US-Coalition-on-Sustainability-partner-to-accelerate-the-dissemination-of-actionable-insights-to-SMEs-across-global-supply-chains'>https://www.wbcsd.org/Projects/Education/Leadership-program/News/WBCSD-and-US-Coalition-on-Sustainability-partner-to-accelerate-the-dissemination-of-actionable-insights-to-SMEs-across-global-supply-chains</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-02-14",
    "clk_count": "17"
  },
  {
    "news_id": "17",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "IEC and ISO launch new joint technical committee on quantum technologies",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240219_m_en/2.jpg' style='width: 100%;' /></p><p>Published on 11 January 2024<br /><br />Geneva, 11 January 2024 – The International Electrotechnical Commission (IEC) and the International Organization for Standardization (ISO) today announced the establishment of a joint technical committee on quantum technologies, ISO/IEC JTC 3, Quantum technologies.<br /><br />Quantum technologies have immense potential to address today’s global challenges, so it is crucial to build a solid foundation for collaboration. International Standards play a pivotal role in laying an essential common ground to accelerate the development and adoption of quantum advancements in various industries and applications.<br /><br />“Catalysing the quantum revolution requires a shared language. Standards provide the framework to turn diverse quantum efforts into a unified force, driving progress, ensuring reliability, and paving the way for a quantum future that is secure, interoperable and globally accessible,” says Sergio Mujica, ISO Secretary-General.<br /><br />“While standards are already being developed for some aspects of quantum technologies, there is a pressing need to have a coordinated international approach to streamline technical contributions and maximize their impact, ensuring greater coherence in the market,” explains Philippe Metzger, IEC Secretary-General and CEO.<br /><br />The scope of this new ISO/IEC joint technical committee is to develop standards in the field of quantum technologies, and more particularly quantum computing, quantum simulation, quantum sources, quantum metrology, quantum detectors and quantum communications. South Korea will assume the Chair position. The British Standards Institution (BSI), the IEC and ISO member for the United Kingdom, will hold the Secretariat.<br /><br />“Quantum technologies can unlock solutions to address the greatest societal challenges. As the secretariat, BSI is looking forward to bringing our wealth of expertise in committee management to this, and we are committed to leading and driving the development of International Standards to guide the evolution and integration of quantum technologies, fostering innovation for the benefit of industries and society globally,” says Scott Steedman, Director General, Standards, BSI, Secretariat of ISO/IEC JTC 3, Quantum technologies.<br /><br />Quantum technology is the second generation of technologies that harness the power of quantum mechanics to create advanced tools and devices that promise to revolutionize how we solve complex problems and secure information across a range of sectors, including information technology, communications, healthcare, energy, trade, sustainability, education and research, ushering in a new era of technological progress while driving rapid financial growth.<br /><br /></p><p>Source: <a target='_blank' href='https://www.iso.org/news/new-joint-committee-quantum-technologies'>https://www.iso.org/news/new-joint-committee-quantum-technologies</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-01-11",
    "clk_count": "17"
  },
  {
    "news_id": "18",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Climate and conflict collide on the high seas: UN warns of soaring costs and delays",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240308_m_en/1.jpg' style='width: 100%;' /></p><p>UNCTAD Photo / A Singaporean cargo ship docks in a northern European port, having navigated the busy East Asia-Europe transit.</p><p>22 February 2024 / Economic Development<br /><br />Attacks on commercial shipping in the Red Sea coupled with wider geopolitical and climate-related crises, are upending international trade, inflating costs and causing major delays, the UN’s trade and development body said on Thursday.<br /><br />In a new study, the UN Conference on Trade and Development (UNCTAD) estimated that over the past two months, the volume of trade through the Suez Canal has fallen by a whopping 42 per cent.<br /><br />“With major players in the shipping industry temporarily suspending Suez transits, weekly container ship transits have fallen by 67 per cent, and container carrying capacity, tanker transits, and gas carriers have experienced significant declines,” it said.<br /><br />Houthi rebels in Yemen began attacking ships using the vital waterway as an act of solidarity with Gaza and protest over Israel’s offensive. In response, a US-led coalition has launched airstrikes against Houthi targets at sea and on land.<br /><br />Panama Canal<br /><br />But it’s not only geopolitics that’s to blame. At the same time transits through the Panama Canal have plummeted 49 per cent compared to its peak, due to dwindling water levels as a result of a severe, climate-change-induced drought.<br /><br />A vital artery connecting the Atlantic and Pacific Oceans, the Panama Canal is particularly important for the trade between countries on the west coast of South America, and for links between Asia and the western United States.<br /><br />Vulnerable populations, especially in landlocked and developing countries could bear the brunt of the impact on the two key trade routes, potentially increasing their living costs and reducing access to essential items.<br /><br />Environmental cost<br /><br />Ships avoiding the Suez and the Panama Canals and seeking alternative routes, translating into longer cargo travel distances, rising costs and insurance premiums, and increasing greenhouse gas (GHG) emissions.<br /><br />For more than a decade, the shipping industry had adopted reduced speeds to lower fuel costs and their carbon footprint, according to UNCTAD.<br /><br />However, due to the interplay of conflict and climate shocks, ships have been authorized to speed up - leading to higher fuel consumption and emissions.<br /><br />For instance, a Singapore-Rotterdam (Netherlands) round trip avoiding the Suez Canal/Red Sea route could result in up to 70 per cent increase in GHG emissions.<br /><br />Far-reaching implications<br /><br />UNCTAD underscored the potential far-reaching economic implications of prolonged disruptions in container shipping, threatening global supply chains and potentially delaying deliveries, causing higher costs and inflation.<br /><br />Energy prices are surging as gas transits are discontinued, directly impacting energy supplies and prices, especially in Europe.<br /><br />Global food prices are also expected to take a major hit due to higher freight costs.<br /><br />“Disruptions in grain shipments from Europe, Russia, and Ukraine pose risks to global food security, affecting consumers and lowering prices paid to producers,” UNCTAD warned.<br /><br />Shifting patterns<br /><br />The UNCTAD study also noted a shift in transport patterns, such as in the United States, where demand for rail transport services between the coasts has surged in recent weeks.<br /><br />Major Pacific ports such as Los Angeles and Long Beach in west are now using rail routes vs. more costly and unreliable sea routes.<br /><br />Major changes are afoot in the trading of commodities too. For example, grain shipments to Egypt are being sourced from Brazil or the US instead of Ukraine, while Russian oil shipments have becoming increasingly focused on India and China instead of Europe.<br /><br /></p><p>Source: <a target='_blank' href='https://news.un.org/en/story/2024/02/1146862'>https://news.un.org/en/story/2024/02/1146862</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-02-22",
    "clk_count": "17"
  },
  {
    "news_id": "19",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "International trade statistics: trends in fourth quarter 2023",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>G20 merchandise trade growth flattens while services trade rises moderately in Q4 2023<br/><br/><a target='_blank' href='https://www.oecd.org/sdd/its/International-trade-statistics-Q4-2023.pdf'>Download the entire news release (including graphs and tables PDF)</a><br /><br />22 fév 2024 - After several quarters of decline, G20 merchandise trade growth flattened in value terms in Q4 2023, as measured in current US dollars (Figure 1 and 2). There was little change in exports and imports compared to Q3 2023, as a robust recovery in East Asia was counterbalanced by a slowdown in Europe and North America. Export growth stagnated in the United States, with lower sales of automobiles being offset by higher sales of industrial supplies. In the European Union, exports were down by 0.6% driven by a decline in chemical products, while imports were down by 1.8%. Conversely, merchandise trade growth was strong in East Asia. China recorded a 0.6% increase in exports, in part driven by high tech products such as mobile phones, and a 3.9% increase in imports due to mechanical and electrical products. Exports increased in Japan and surged in Korea due to strong automobile sales and a recovery of the Korean semiconductor business. Higher sales of primary commodities fuelled export growth in Australia, Indonesia, and Brazil.<br /><br />On the services side, preliminary estimates[1] point to moderate growth for the G20 in Q4 2023 compared to the previous quarter, as measured in current US dollars (Figure 1 and 2). Exports and imports are estimated to have grown by 1.6% and 1.3% in Q4 2023, respectively, following the 0.9% decrease in exports and 0.2% increase in imports in Q3. Exports rose by 2.5% in the United States reflecting higher receipts from most services, while imports expanded by 2.0% due to higher travel and transport expenditures. In Germany, exports grew by 1.6%, reflecting higher revenues from business and computer services, and imports rose by 2.0%, in part driven by higher travel expenditure abroad. Conversely, services exports fell markedly in France (minus 3.8%) and the United Kingdom (minus 6.2%), with imports also decreasing moderately in both countries. Soaring receipts for intellectual property services boosted export growth in Japan. Services exports also rose markedly in Korea and China, reflecting a widespread recovery across most service categories.<br /><br />G20 merchandise trade contracted in value terms in 2023 as a whole, with exports and imports decreasing by 3.3% and 5.5%, respectively. Conversely, preliminary estimates suggest that G20 services trade continued to expand in 2023, with export and import growing at around 7.3% and 10.5% respectively.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240308_m_en/2.png' style='width: 100%;' /></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240308_m_en/3.png' style='width: 100%;' /></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240308_m_en/4.png' style='width: 100%;' /></p><p>The Q4 2023 trade in services values are preliminary estimates based on available data, covering at least 60% of exports and imports for the G20 aggregate which does not include African Union countries, except for South Africa.</p><p>Next publication date: 28 May 2024 - <a target='_blank' href='https://www.oecd.org/sdd/its/releasedatesoftheoecdnewsreleaseoninternationaltradestatistics.htm'>Release dates</a><br/><br/>Contacts: for further information, journalists are invited to contact the <a target='_blank' href='mailto:news.contact@oecd.org'>OECD's Media Relations Division</a> on (33) 1 45 24 97 00 or others should contact the<a target='_blank' href='mailto:stat.contact@oecd.org'> Statistics and Data Directorate.</a><br /><br /><a target='_blank' href='https://www.oecd.org/sdd/its/publicationsdocuments/newsrelease/'>Link to previous news releases</a><br /><br /><a target='_blank' href='https://www.oecd.org/sdd/its/'>Click for more information on trade statistics.</a></p><p><br /><br /></p><p>Source: <a target='_blank' href='https://www.oecd.org/newsroom/international-trade-statistics-trends-in-fourth-quarter-2023.htm'>https://www.oecd.org/newsroom/international-trade-statistics-trends-in-fourth-quarter-2023.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-02-22",
    "clk_count": "17"
  },
  {
    "news_id": "20",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Understanding the importance of assurance in sustainability reporting",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 18 March 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240322_m_en/1.jpg' style='width: 100%;' /></p><p>New GRI Academy course provides key tools for optimizing assurance processes in your sustainability report</p><p>GRI has launched training for sustainability managers and reporting professionals to improve their skills and knowledge on both internal reporting systems and external assurance processes.<br /><br />Now available on the GRI Academy – the leading sustainability reporting learning platform – the course External Assurance for Sustainability Reporting: A Comprehensive Guide introduces the practice of assurance in sustainability reporting, and addresses how it can contribute to higher quality disclosure while improving the robustness of an organization’s internal systems and processes.<br /><br />Through the training, participants can deepen their knowledge and understanding while gaining practical skills for a seamless assurance process. The course delves into the following topics:<br /><br />1. The ‘what’ and ‘why’ of external sustainability reporting assurance<br /><br />2. How to prepare organizations for external assurance<br /><br />3. Understanding the assurance process<br /><br />4. Finding the right assurance provider<br /><br />According to recent research by the International Federation of Accountants (IFAC), information disclosed using the GRI Standards is subject to assurance more often than that of any other reporting framework – with a 40% assurance rate. Nevertheless, more progress is needed for assurance to become a widespread practice in the sustainability reporting landscape.<br /><br />Given that auditing of ESG data is on the rise, it’s key for sustainability professionals to better understand how to put into practice assurance processes. That´s why this new training highlights the strategic significance of sustainability reporting assurance, aligning with global standards, and offering insights for participants to navigate this evolving landscape with confidence through a comprehensive and internationally applicable learning experience.<br /><br />A feature of the course is that it emphasizes the necessary considerations involved in appointing an external assurance provider, offering guidelines tailored to assist organizations in matching their specific needs with the expertise and capabilities of potential providers.<br /><br />The course takes around two hours to complete and is available online and on demand.<br /><br />You can access more short online courses on the GRI Academy to stay up-to-date with the latest trends, news and developments in sustainability reporting and the GRI Standards.</p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/understanding-the-importance-of-assurance-in-sustainability-reporting/'>https://www.globalreporting.org/news/news-center/understanding-the-importance-of-assurance-in-sustainability-reporting/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-03-18",
    "clk_count": "17"
  },
  {
    "news_id": "21",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "WBCSD unveils Built Environment Market Transformation Action Agenda during Buildings and Climate Global Forum",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240322_m_en/2.png' style='width: 100%;' /></p><p>Published: 8 Mar 2024<br />Type: News</p><p>Paris, 8 March 2024 - The World Business Council for Sustainable Development (WBCSD) is proud to announce the official launch of the Built Environment Market Transformation Action Agenda during the first Buildings and Climate Global Forum held in Paris.<br /><br />The Market Transformation Action Agenda brings together built environment stakeholders from all along the value chain to overcome the key barriers preventing us from achieving a net zero built environment. It acknowledges that the scale of change industry needs is only possible with deep and radical collaboration, in order to achieve our climate goals of halving emissions by 2030 and reaching net zero by 2050.<br /><br />The Action Agenda, co-created by several hundred representations from over 100 companies and organizations, builds on the foundational principles of the Market Transformation Levers for a Net Zero Built Environment, developed by the Global Alliance for Buildings and Construction (GlobalABC) – to adopt life-cycle thinking and Whole Life Carbon assessment across the full value chain, to integrate carbon costs in decision-making and to transform supply and demand dynamics.<br /><br />The holistic and performance-based approach underlying these three market transformation levers represents an opportunity for all stakeholders to innovate and scale solutions along the value chain, adapted to their context and environment and ultimately leading to transformative change for all.<br /><br />During the Global Engagement Plenary on 8 March 2024, Dame Jo da Silva, Global Director of Sustainable Development at Arup, formally presented the Market Transformation Action Agenda on behalf of WBCSD to an audience of 1’000 participants from governments, industry, finance, cities and organizations representing over 70 countries.<br /><br />Benoit Bazin, CEO of Saint-Gobain, a leading global building material manufacturer, then presented the key messages from the Global Forum’s CEO Roundtable held the day before. He stressed the strong commitment and alignment of the industry to solve the major challenges that our planet is facing, and he underlined the unprecedented collaboration he is seeing across the entire value chain, evidenced in the Market Transformation Action Agenda.<br /><br />On behalf of the assembled business leaders, Benoit Bazin welcomed the Ministerial Chaillot Declaration being announced on the day, endorsed by 70 governments, and he reiterated that the business community is ready to support it.<br /><br />The Buildings and Climate Global Forum also saw the official presentation of the Buildings Breakthrough international priority actions for 2024-25. The Buildings Breakthrough aims to achieve “near-zero emissions and resilient buildings to be the new normal by 2030“. It supports accelerating decarbonization and enhancing resilience in the sector through international collaboration. Given the sector’s fragmented nature, a coordinated response from national governments is essential to steer the direction and pace of the transformation.<br /><br />The Market Transformation Action Agenda and the Buildings Breakthrough strongly support each other in the implementation of actions so that the collaboration encompasses private sector and public sector stakeholders who drive progress towards a common goal.<br /><br />All the recordings and proceedings of the Buildings and Climate Global Forum will be published shortly on the Global Forum website.<br /><br />“We call on all stakeholders to join the Market Transformation Action Agenda because it’s not just about buildings; it’s about transforming our world. If we’re going to decarbonize, if we’re going to create resilience, if we’re going to create a world that’s fit for the future, we have to do it together.” Peter Bakker, President and CEO, WBCSD.<br /><br />“The Market Transformation Agenda is extremely useful as it brings structure to the vast challenge to decarbonise the built environment. There are already many initiatives and lots of good work is happening across the industry. However, radical mission-led collaboration and transparency are key to identifying scalable solutions and accelerate progress. To achieve this, ULI C Change is pleased to be working with WCBSD on the Market Transformation Action Agenda as it aligns with our approach to mobilise our members and the wider industry to identify and propose actionable solutions for key barriers to decarbonisation.” Lisette van Doorn, CEO Europe, Urban Land Institute.<br /><br />“What I like about the Market Transformation Action Agenda is that it proposes very concrete actions, over the coming 3 years, to achieve our long-term goals of decarbonizing the built environment. RICS will continue to pro-actively support this initiative, taking a leading role within the first lever, which focuses on consistency, transparency and data availability. Our Whole Carbon Assessment standard, published end 2023, provides a way to consistently measure both embodied and operational carbon. We look forward to working together with other key stakeholders to develop a set of common global principles that will enable consistent and transparent measurement of carbon.” Justin Young, CEO RICS.<br /><br />For more information, please contact Roland Hunziker, Director Built Environment, WBCSD<br /><br />Tags: Pathways | Built Environment</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/General/News/WBCSD-unveils-Built-Environment-Market-Transformation-Action-Agenda-during-Buildings-and-Climate-Global-Forum'>https://www.wbcsd.org/Overview/News-Insights/General/News/WBCSD-unveils-Built-Environment-Market-Transformation-Action-Agenda-during-Buildings-and-Climate-Global-Forum</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-03-08",
    "clk_count": "17"
  },
  {
    "news_id": "22",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "USD $205 billion per year needed from agrifood sector to meet climate and nature targets",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/1.png' style='width: 100%;' /></p><p>Published: 26 Mar 2024<br /><br />Type: News<br /><br />London, 26 March 2024 - The agrifood sector must play a crucial role in keeping 1.5C within reach by urgently cutting greenhouse gas emissions and scaling up nature protection solutions through their value chains, according to a series of reports launching today from the Food and Land Use Coalition, WBCSD and We Mean Business Coalition. <br /><br /></p><p>The Future Fit Food and Agriculture report series argues for the adoption of ambitious action plans by agrifood companies and sector-wide investments of up to USD $205 billion per year between 2025 and 2030 to unlock up to 9 gigatons of CO2 equivalent of mitigation annually by 2030. The first report aims to help agrifood companies understand the implications of current and emerging voluntary standards and the expected trajectory of regulation for climate and nature. The second report unpacks the financial costs and benefits of implementing mitigation solutions to tackle agriculture and land-use change emissions in company value chains.<br /><br />The case for urgent action is clear: agricultural production emissions must decrease ~30% by 2030 to align with the Paris Agreement’s goal to limit global warming to 1.5°C by 2050.<br /><br />The climate strategies of most food and agriculture companies, from input providers and food producers, through to traders and multinational companies, are not comprehensive or ambitious enough. According to the World Benchmarking Alliance, of the 350 most influential food and agriculture companies, only about half have so far disclosed Scope 3 commitments.<br /><br />In light of these challenges, policymakers are increasingly mandating action on climate and nature from companies, using voluntary standards as the basis for new sustainability legislation.<br /><br />Morgan Gillespy, Executive Director, Food and Land Use Coalition, commented: ‘Food and agriculture companies are facing a choice. Those striving to deliver ambitious sustainability strategies today, in close collaboration with farmers in their supply chain, will likely enjoy lower costs, stronger returns and greater agility in the face of advancing sustainability regulation. Those that stall won’t just fail to deliver on climate and nature commitments, they will face higher costs and higher supply chain risks in the long term.’<br /><br />Agricultural production and land-use change emissions in company value chains account for nearly half of total food systems emissions (an estimated 10 gigatons of carbon dioxide equivalent of a total 21 GtCO2e in 2030).<br /><br />Analysis from the Future Fit Food and Agriculture reports series estimates that, to mitigate up to 90% of their annual agricultural and land-use change emissions by 2030, food and agriculture companies should expect sector-wide costs of approximately USD $205 billion per year (2025-2030).<br /><br />While significant, such investments are manageable for the sector as a whole and have associated co-benefits:<br /><br /><p><ul><li>USD $205billion per year represents less than 2% of the sector’s projected USD $13 trillion average annual revenues for 2025-2030.</li><li>One-fifth of the USD $205 billion per year are investments in new and growing markets. These investments, estimated to be USD $40 billion per year (average annual from 2025-2030), could lead to potential additional returns of up to USD $190 billion per year by 2030.</li><li>Some on-farm solutions provide savings and/or increased yields worth up to USD $30 billion per year.</li><li>Other associated co-benefits include increased supply-chain resilience and delivery on other sustainability commitments, such as nature targets;</li></ul></p><p>The burden of implementing mitigation solutions should be shared equitably across value chains. In general, the more upstream a value chain participant is, the lower its margins tend to be -- farmers in particular tend to have the lowest margins of any value chain participants. It follows that companies across the value chain must work together to determine transition economics and arrive at a transparent, fair and equitable distribution of costs and benefits. They also stand to benefit from making more unified policy asks to government on what it can do to alleviate the costs for all and enable acceleration.<br /><br />The second Future Fit Food and Agriculture report shows that the costs for mitigation, as a percentage of revenues, change very significantly depending on where actors sit along the value chain. The report shares three examples to illustrate this point, including the case of a Brazilian beef farmer, for whom mitigating 30% of their Scope 1 emissions could cost as much as 17% of their revenues - an unrealistic expectation given farmers typically achieve profit margins of less than 20%.<br /><br />Overcoming inequity requires food and agriculture companies to reassess how they partner with other actors in the value chain, particularly farmers, and how they engage with policymakers to incentivize and accelerate action.  Some companies are already leading the way on this, with several working together through the likes of WBCSD to identify where they can problem solve collectively, raise ambition levels, drive harmonization, and accelerate the implementation of critical solutions.<br /><br />Diane Holdorf, Executive Vice President, WBCSD, said: ”Food system transformation is a central solution to climate change and agrifood companies have a critical role to play. To meet net-zero targets, businesses must take concerted and ambitious action to de-risk the transition for producers and ensure the costs and benefits of mitigation are shared equitably across the value chain.”<br /><br />Through the Agriculture & Food pathway, WBCSD enables members to accelerate accountability for climate and nature impacts in order take meaningful action in value chains and landscapes and influence and leverage the enabling environment. For example:<br /><br /></p><p><ul><li>WBCSD scope 3 land-based emissions workstream supports companies to accelerate emissions reductions and removals associated with land-use, building on opportunities identified in the scope 3 action agenda for agri-food.</li><li>WBCSD Nature Positive Roadmap provides ‘how to’ guidance to support corporate nature positive strategy development, implementation and disclosure.</li><li>WBCSD is convening 50 members and 27 partner organizations, impacting 1100+ businesses in total – to drive convergence on holistic, outcome-based regenerative agriculture metrics.</li></ul></p><p>To coincide with the Future Fit Food and Agriculture reports, WBCSD has published The Business Case for scope 3 GHG action in agriculture & food value chains which provides perspectives and case studies of different value chain actors regarding the financial costs and benefits. Based on workshops with WBCSD members, this summary report showcases the business case for individual companies in the sector to take action to decarbonize in line with the Paris Agreement and the importance of collaborative action to mobilize finance to implement scope 3 activities.<br /><br />Tags: Pathways | Food & Agriculture<br /><br /></p><p>Source:<a target='_blank' href='https://www.wbcsd.org/Programs/Food-and-Nature/Food-Land-Use/Scaling-Positive-Agriculture/News/USD-205-billion-per-year-needed-from-agrifood-sector-to-meet-climate-and-nature-targets'>https://www.wbcsd.org/Programs/Food-and-Nature/Food-Land-Use/Scaling-Positive-Agriculture/News/USD-205-billion-per-year-needed-from-agrifood-sector-to-meet-climate-and-nature-targets</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-03-26",
    "clk_count": "17"
  },
  {
    "news_id": "23",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Gaza:‘Systematic dismantling of healthcare must end’says WHO",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/2.jpg' style='width: 100%;' /></p><p>UN News/Footage of destruction of Al-Shifa hospital in Gaza, following the end of the latest Israeli siege. The World Health Organization (WHO) reiterated that hospitals must be respected and protected; they must not be used as battlefields.</p><p>6 April 2024/Health<br /><br />With the largest hospital in Gaza largely destroyed and out of action, access to healthcare has now become “totally inadequate” following six months of brutal fighting between Israeli forces and Palestinian militants, said the World Health Organization (WHO) on Saturday.<br /><br />That’s the assessment following a WHO-led multi-agency mission to  Al-Shifa Hospital in northern Gaza on 5 April which examined the extent of destruction following a weeks-long Israeli offensive aimed at rooting out militant forces who were allegedly operating inside.<br /><br />The highly complex mission was conducted in collaboration with the acting Hospital Director.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/3.png' style='width: 100%;' /></p><p>Prior to the mission, WHO’s efforts to reach the hospital to evacuate patients and staff and conduct an assessment, were denied, delayed or impeded six times between 25 March and 1 April.<br /><br />'An empty shell'<br /><br />Like the majority of the north, Al-Shifa Hospital ¬“is now an empty shell after the latest siege”, said WHO, with no patients remaining at the facility.<br /><br />“Most of the buildings are extensively damaged or destroyed and the majority of equipment is unusable or reduced to ashes.”<br /><br />The WHO team said that the scale of devastation has left the facility completely non-functional, further reducing access to life-saving healthcare in Gaza.<br /><br />“Restoring even minimal functionality in the short term seems implausible and will require substantial efforts to assess and clear the grounds for unexploded ordnance to ensure safety and accessibility”, said WHO.<br /><br />The hospital’s emergency department, surgical, and maternity ward buildings are extensively damaged due to explosives and fire.<br /><br />At least 115 beds in what once was the emergency department have been burnt and 14 incubators in the NICU destroyed, among other assets. An in-depth assessment by a team of engineers is needed to determine if these buildings can be made safe for future use.<br /><br />The hospital's oxygen plant has been destroyed, leaving Kamal Adwan Hospital as the only source of medical oxygen production in the north. Further comprehensive assessment is essential to evaluate the functionality of vital equipment such as CT scanners, ventilators, sterilization devices, and surgical equip ment, including surgical tools and anaesthesia devices, the agency reported.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/4.jpg' style='width: 100%;' /></p><p>WHO|A multi agency UN team assess the destruction of Al-Shifa Hospital, in Gaza City, following the end of the latest Israeli siege there.</p><p>Shallow graves Numerous shallow graves have been dug just outside the emergency department, and the administrative and surgical buildings, WHO said.<br /><br />“In the same area, many dead bodies were partially buried with their limbs visible. During the visit, WHO staff witnessed at least five bodies lying partially covered on the ground, exposed to the heat” with “a pungent smell of decomposing bodies engulfing the hospital compound.<br /><br />“Safeguarding dignity, even in death, is an indispensable act of humanity”, the agency added.<br /><br />According to the acting Hospital Director, patients were held in abysmal conditions during the siege. They endured severe lack of food, water, healthcare, hygiene and sanitation, and were forced to relocate between buildings at gunpoint. At least 20 patients have reportedly died due to the lack of access to care and limited movement authorized for health personnel.<br /><br />Unnecessary delays<br /><br />Despite deconfliction, Friday’s mission faced significant delays at the military checkpoint en route to Al-Shifa Hospital. On the same day, another WHO-led mission bound for Al-Awda and Kamal Adwan hospitals in northern Gaza – to deliver medical supplies, fuel, deploy emergency medical teams, and support referral of critical patients – encountered unnecessary delays, including the detention of a supply truck driver who was part of the convoy.<br /><br />Between mid-October and the end of March, over half of all WHO missions have been denied, delayed, impeded or postponed. “As health needs soar, the lack of a functional deconfliction system is a major obstacle in delivering humanitarian aid at the scale that is needed”, the UN health agency said.<br /><br />The destruction of Al-Shifa Hospital and Nasser Medical Complex in the southern city of Khan Younis last month, “has broken the backbone of the already ailing health system.”</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/5.jpg' style='width: 100%;' /></p><p>UN News/Footage shows the destruction of Al-Shifa hospital in Gaza, following the end of the latest Israeli siege. The World Health Organization (WHO) reiterated that hospitals must be respected and protected; not be used as battlefields.</p><p>As WHO marks World Health Day on Sunday, under the theme My health, my right, this basic right is utterly out of reach for the civilians of Gaza, said the agency.<br /><br />“Access to health care in Gaza has become totally inadequate, and the ability of WHO and partners to help is constantly disrupted and impeded.”<br /><br />Of the 36 main hospitals that used to serve over two million Gazans, only 10 remain somewhat functional, with severe limitations on the types of services they can deliver.<br /><br />Rafah invasion: ‘unimaginable health consequences’<br /><br />Any military incursion into Rafah where nearly 1.5 million are sheltering can only result in further loss of healthcare and would have unimaginable health consequences.<br /><br />“The systematic dismantling of healthcare must end”, said WHO.<br /><br />It also demanded the opening up of additional land crossings, as Israel has indicated that it was prepared to do following a call with the White House earlier in the week, to allow access into and across Gaza more safely and directly.</p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/04/1148316 '>https://news.un.org/en/story/2024/04/1148316</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-04-06",
    "clk_count": "17"
  },
  {
    "news_id": "24",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Massive investment is needed in sustainable infrastructure to build climate change resilience",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>09/04/2024 - Record global temperatures around 1.4 degrees Celsius above pre-industrial averages led to more heatwaves and floods, longer wildfire seasons and widespread droughts in 2023. A new OECD report details the growing pressure of such climatic events on infrastructure in all sectors, from electricity, communication and transport networks to water and waste treatment, with developing countries often particularly hard hit.<br /><br />The Infrastructure for a Climate-Resilient Future report released today during the OECD Infrastructure Forum, recommends governments systematically factor climate resilience into infrastructure planning and decision-making, including by prioritising sustainable projects, to help reduce societal and economic vulnerability and avoid long-term costs. Climate-resilience measures can also protect investment returns, ensure business continuity and support continued economic growth and development.<br /><br />At the most recent UN Climate Change Conference (COP28), countries committed to increase the resilience of infrastructure by 2030. Countries will need to take action to address this, with regional and local governments playing an essential role, being responsible for 69% of climate-significant public investment in OECD countries.<br /><br />The investments needed to seize these opportunities are significant: according to OECD, World Bank and UN Environment analysis, an annual investment of USD 6.9 trillion in infrastructure will be necessary by 2030 to ensure infrastructure investment is compatible with the Sustainable Development Goals and the Paris Agreement. In parallel, infrastructure assets make up an important share of the economic damages with the economic losses from disasters increasing sevenfold between the 1970s and the 2010s from an average USD 198 billion to USD 1.6 trillion. This, in turn, multiplies the losses (e.g. forgone income) for businesses whose operations are disrupted.<br /><br />“The right type of infrastructure investment can help enhance the quality of growth, by supporting climate action while protecting biodiversity and reducing pollution and enhancing resilience to risks from climate change,” OECD Secretary-General Mathias Cormann said. “But the investments needed are significant. Unlocking private investments in climate resilience will require long-term project planning, reducing regulatory barriers, effective risk-sharing arrangements and, when required, the targeted and strategic use of public support to attract private financing – particularly when the timeline for resilience investment returns may constitute a barrier to private sector participation.”<br /><br />Developing countries are significantly more exposed to climate-related disasters, especially least developed countries (LDCs) and Small Island Development States (SIDS), between 10 and 30 times more than OECD countries. They face important resource shortages and higher financing costs, hindering their ability to build quality infrastructure. In order to address their challenges, the report shows the need for new forms of international partnerships and enhanced mobilisation of resources by development banks.<br /><br />Besides financial resource needs, the report also points to the effectiveness of nature-based solutions – for example using mangroves or coral reefs to reduce risks from coastal floods or storm surges – in providing cost-effective measures to protect infrastructure assets and services.<br /><br />The report provides policymakers and stakeholders with important considerations and tools to support change towards more climate-resilient infrastructure.<br /><br />The Compendium of Good Practices on Quality Infrastructure 2024 was also launched today.</p><p>Source:<a target='_blank' href='https://www.oecd.org/newsroom/massive-investment-is-needed-in-sustainable-infrastructure-to-build-climate-change-resilience.htm'>https://www.oecd.org/newsroom/massive-investment-is-needed-in-sustainable-infrastructure-to-build-climate-change-resilience.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-04-09",
    "clk_count": "17"
  },
  {
    "news_id": "25",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Critical negotiations on plastic pollution begin in Ottawa, Canada",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240409_m_en/1.jpg' style='width: 100%;' /></p><p>18 APR 2024 / STORY / CHEMICALS & POLLUTION ACTION<br /><br />The world has a once-in-a-generation chance to profoundly change humanity’s relationship with plastic. That is the message from officials ahead of “pivotal” talks next week on a legally binding global instrument to end plastic pollution.<br /><br />Delegates from 174 countries are expected to gather in the Canadian capital of Ottawa for the latest round of discussions on the instrument. The gathering, formally known as the Fourth Session of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment (INC-4), will run from April 23 to 29. It is the penultimate meeting before negotiations are expected to conclude later this year.<br /><br />“Both people and planet are suffering profoundly from the effects of plastic pollution,” said Jyoti Mathur-Filipp, Executive Secretary of the INC. “This negotiating session is pivotal. It is an opportunity to make significant progress for a robust agreement that would allow future generations to live in a world free of plastic pollution.”<br /><br />The negotiations come amid what experts have called a mounting plastic crisis.<br /><br />Since the 1950s, 9.2 billion tonnes of plastic have been produced, of which 7 billion tonnes have become waste, filling up landfills and polluting lakes, rivers, the soil and the ocean.<br /><br />Humanity now produces 430 million tonnes of plastic each year, two-thirds of which is contained in short-lived products which soon become waste. Some of that plastic winds up in the food chain, where it has the potential to harm human health.<br /><br />The goal during INC-4 is to advance a draft text of the global instrument so it can be finalized in Busan, Republic of Korea in December. The talks so far have focused on reducing pollution during the entire life-cycle of plastics, from their design to their disposal.<br /><br />The negotiating process was formally launched in 2022 at the fifth session of the United Nations Environment Assembly, the world’s top-decision-making body on the environment. It was hailed as a historic moment.<br /><br />After two years of work, the Intergovernmental Negotiating Committee has gone from general views to a revised draft text, a development Mathur-Filipp called “a fast result which is a testament to the strong leadership and active engagement to date.”<br /><br />While the timeframe for a final agreement has long been viewed as ambitious, that matches the urgency of the plastic pollution crisis, said Mathur-Filipp.<br /><br />“The science is clear, and the solutions are available to us to end plastic pollution,” she said. “Given that humanity is on track to triple the amount of plastic we produce annually by 2060, it is vital that we continue to make concrete progress and deliver an agreement by the end of this year.”<br /><br />To fight the pervasive impact of pollution on society, UNEP launched #BeatPollution, a strategy for rapid, large-scale and coordinated action against air, land and water pollution. The strategy highlights the impact of pollution on climate change, nature and biodiversity loss, and human health. Through science-based messaging, the campaign showcases how transitioning to a pollution-free planet is vital for future generations.<br /><br /></p><p>Source:<a target='_blank' href='https://www.unep.org/news-and-stories/story/critical-negotiations-plastic-pollution-begin-ottawa-canada'>https://www.unep.org/news-and-stories/story/critical-negotiations-plastic-pollution-begin-ottawa-canada</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-04-18",
    "clk_count": "17"
  },
  {
    "news_id": "26",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Biodiversity Standard now available in more languages",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 26 April 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240510_m_en/1.jpg' style='width: 100%;' /></p><p>Four new translations of GRI 101: Biodiversity 2024<br /><br />As a part of GRI’s commitment to make the standards accessible to a diverse global audience, GRI 101, the Topic Standard for biodiversity, can now be downloaded free of charge in French, German, Indonesian, and Simplified Chinese.<br /><br />Setting a new global benchmark in accountability for biodiversity impacts, GRI 101 supports organizations around the world to disclose their impacts on biodiversity and deliver full transparency throughout the supply chain. The revised GRI Standard updates and will replace GRI 304: Biodiversity 2016, and will be formally in effect for reporting on 1 January 2026.<br /><br />The GRI Biodiversity Standard delivers:</p><p><ul><li>Full transparency throughout the supply chain –where the most significant impacts on biodiversity can go under reported.  </li><li>Location-specific reporting on impacts – detailed information on the place and size of operational sites. </li><li>New disclosures on the direct drivers of biodiversity loss – land use, climate change, overexploitation, pollution and invasive species.</li><li>Requirements for reporting impacts on society – including those on communities and Indigenous Peoples.</li></ul></p><p>GRI 101 builds on global developments in the biodiversity field, including the UN Kunming-Montreal Global Biodiversity Framework, the Science Based Target Network and the Taskforce on Nature-related Financial Disclosures. <br /><br />GRI thanks the peer reviewers who contributed their time on a voluntary basis to ensure the accuracy and usability of these translations, expanding the global reach of the world’s most widely used sustainability reporting standards.<br /><br /></p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/biodiversity-standard-now-available-in-more-languages/'>https://www.globalreporting.org/news/news-center/biodiversity-standard-now-available-in-more-languages/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-04-26",
    "clk_count": "17"
  },
  {
    "news_id": "27",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Achieving sustainable forest management remains UN forum’s goal",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240510_m_en/2.png' style='width: 100%;' /></p><p>© UNDP Indonesia CIWT Project / Forest rangers patrol the Gunung Leuser National Park in Indonesia.</p><p>6 May 2024 / Climate and Environment<br /><br />The 19th session of the UN Forum on Forests (UNFF19) opened on Monday with focus on achieving Global Forest Goals and increasing progress towards sustainable development by 2030.<br /><br />The UNFF serves as a body under the UN Economic and Social Council (ECOSOC) and aims to support the goals of the International Arrangement on Forests (IAF) and to advance other international forest-related instruments, processes, commitments and objectives.<br /><br />At the forum’s opening ceremony, Juliette Biao, Director of the UNFF Secretariat, said the world currently faces numerous natural disasters, worsening climate change as well as conflict, growing poverty and unemployment, among other crises.<br /><br />She said making a difference amidst these global challenges can be achieved by meeting Global Forests Goals (GFG) by 2030, however, they remain off track.<br /><br />To get back on target, Ms. Biao said countries need to “bolster political commitment and partnerships” in support of the GFGs.<br /><br />“We want a world where all types of forests are sustainably managed. A world where healthy forests are recognised as powerful nature-based solutions to most of the sustainable development challenges we face today,” she said.<br /><br /></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240510_m_en/3.png' style='width: 100%;' /></p><p>Assessing progress, identifying gaps<br /><br />Peter Gondo, inter-regional adviser of the UN’s Department of Economic and Social Affairs (DESA), said that this year’s session, running through 10 May, will include a high-level segment and a review of the IAF in hopes of “assessing progress and identifying gaps” in achieving the Sustainable Development Goals (SDGs) by the 2030 deadline.<br /><br />“The key outcomes will be a high-level segment declaration and an omnibus resolution, which will include the outcome of the midterm review and the Quadrennial Programme of Work of the Forum for 2025-2028,” Mr. Gondo said.<br /><br />Support for small island developing States<br /><br />UNFF19 precedes the fourth session of the Small Island Developing States Conference (SIDS4) occurring from 27 to 30 May in Antigua and Barbuda.<br /><br />Each SIDS conference focuses on assessing the ability of sustainable development in small islands.<br /><br />Mr. Gondo said forests and trees are important for SIDS’s wellbeing.<br /><br />He said that forests play a critical role in the availability and quantity of freshwater, in coastal protection from waves caused by extreme weather such as hurricanes, in the conservation of biological diversity, in particular endemic species and genetic variability, and economic development through trade in wood and non-wood forest products.<br /><br />Mr. Gondo said that a DESA-managed financing network – the Global Forest Financing Facilitation Network (GFFFN) – has supported many SIDS with sustainable forest management (SFM) which he said is an “integral part of the 2030 Agenda, which recognises forests are critical for life on land”.<br /><br />“This has included support in designing national forest programmes and national forest financing strategies aligned to national sustainable development frameworks as well as strengthening the capacity of national experts in accessing forest financing from multilateral and other sources,” he said.<br /><br />Some SIDS supported thus far include Jamaica, Fiji, Papua New Guinea, Guinea Bissau, Dominica, Saint Kitts and Nevis.<br /><br />Triple planetary crisis <br /><br />The UN climate secretariat, UNFCCC, has considered climate change, pollution and biodiversity loss as the triple planetary crisis facing humanity today. <br /><br />Mr. Gondo said forests play a “pivotal role” in addressing this crisis since a healthy well-managed forest helps to regulate climate, clean the air and provide livelihood and food security. <br /><br />He said investments in forest-based solutions can offer “a cost-effective way to generate multiple biodiversity and social benefits”.</p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/05/1149381'>https://news.un.org/en/story/2024/05/1149381</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-05-06",
    "clk_count": "17"
  },
  {
    "news_id": "28",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "$134-million initiative aims to eliminate mercury-containing medical devices",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>14 MAY 2024 / PRESS RELEASE / CHEMICALS & POLLUTION ACTION</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240524_m_en/1.jpg' style='width: 100%;' /></p><p><ul><li>Albania, Burkina Faso, India, Montenegro and Uganda have joined forces to halt mercury pollution from the healthcare sector</li><li>Mercury harms human health and the environment</li><li>$134-million initiative will support a holistic approach to improve the management of mercury waste and the adoption of alternatives</li></ul></p><p>Geneva, 14 May 2024 – The Governments of Albania, Burkina Faso, India, Montenegro and Uganda have united to combat chemical pollution today, launching a $134-million project to eliminate the use of mercury in medical devices.<br /><br />Used in health-care settings for centuries, mercury is a toxic metal that poses a threat to human health and the environment.<br /><br />Medical thermometers and sphygmomanometers (devices which measure blood pressure) contain mercury and are harmless as long as they remain intact.<br /><br />However, when these devices break or are taken out of service, the mercury they contain can escape into the environment where it vaporises, exposing health care workers and patients to harmful fumes. Inhalation can cause damage to the lungs, kidneys and nervous system, while the waste generated can contaminate the immediate area of the spill, as well as a facility’s wastewater.<br /><br />Such equipment breakages are common.<br /><br />Led by the United Nations Environment Programme (UNEP), with funding from the Global Environment Facility (GEF) and executed by the World Health Organization (WHO), the Phasing out mercury measuring devices in healthcare project will develop and implement nation-wide strategies to stop the import, export and manufacture of thermometers and sphygmomanometers, encourage the adoption of accurate, affordable and safe mercury-free alternatives, while improving the management of mercury-containing medical waste.<br /><br />“We need to look at this in the context of One Health,” said Sheila Aggarwal-Khan, Director of UNEP’s Industry and Economy Division. “This initiative is significant, not just for protecting our well-being but because it reduces the impact of healthcare on our shared environment.”<br /><br />The five-year project will bring each country in line with international best practice, educating procurement officers on the efficacy of widely available alternative devices and raising awareness amongst manufacturers and the public, as per WHO recommendations and the Minamata Convention on Mercury.<br /><br />Certain digital thermometers can be up to one-third cheaper than their mercury counterparts when considering the entire lifecycle of both instruments, all while maintaining the same level of clinical accuracy.<br /><br />Director of Public Hygiene at Burkina Faso’s Ministry of Health and Public Hygiene, Dr. Anta Zida, said the country was keenly aware of the need to reform its healthcare sector to meet Burkina Faso’s international obligations.<br /><br />“Eliminating medical devices containing mercury in healthcare facilities is saving lives and protecting the environment” she said.<br /><br />“The healthcare sector serves to protect and improve public health; this project will further demonstrate the important leadership role that the sector has in promoting sustainability,” said Dr Maria Neira, Director, Climate Change, Environment and Health at WHO.<br /><br />The project aims to phase out mercury-added thermometers and sphygmomanometers at a rate of 20 percent per year, reducing spillages by 23,350kg and improving the lives of over 1.8 million people.<br /><br />NOTES TO EDITORS<br /><br />About the Global Environment Facility<br /><br />The Global Environment Facility (GEF) is a multilateral family of funds dedicated to confronting biodiversity loss, climate change, and pollution, and supporting land and ocean health. Its financing enables developing countries to address complex challenges and work towards international environmental goals. The partnership includes 186 member governments as well as civil society, Indigenous Peoples, women, and youth, with a focus on integration and inclusivity.<br /><br />About the UN Environment Programme<br /><br />UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br /><br />About the World Health Organization (WHO)<br /><br />Dedicated to the well-being of all people and guided by science, the World Health Organization leads and champions global efforts to give everyone, everywhere an equal chance to live a healthy life. Our mission is to promote health, keep the world safe and serve the vulnerable.<br /><br />For more information, please contact: <br /><br />News and Media Unit, UN Environment Programme</p><p>Source:<a target='_blank' href='https://www.unep.org/news-and-stories/press-release/134-million-initiative-aims-eliminate-mercury-containing-medical '>https://www.unep.org/news-and-stories/press-release/134-million-initiative-aims-eliminate-mercury-containing-medical </a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-05-14",
    "clk_count": "17"
  },
  {
    "news_id": "29",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "WBCSD unveils Enhanced Energy Climate Scenario Catalogue 3.0 for strategic climate resilience assessments",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published: 16 May 2024 <br/>Type: News</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240524_m_en/2.png' style='width: 100%;' /></p><p>Today, the World Business Council for Sustainable Development (WBCSD) released the Energy Climate Scenario Catalogue version 3.0.  <br /><br />The Catalogue enables businesses to conduct strategic climate resilience assessments and explore transition pathways. It outlines the dependencies and uncertainties across various possible temperature and energy system outcomes. <br /><br />The original version of the Catalogue was developed in 2022, responding to recommendations from the Task Force on Climate-Related Financial Disclosure (TCFD). Since its launch, many companies leveraged the Catalogue in their TCFD disclosures for climate scenario analysis and scenario comparisons, e.g., BP and Mitsubishi. <br /><br />The updated Energy Climate Scenario Catalogue v3.0 contains 18 scenarios from six leading scenario providers, with variables across investment, demand, emissions, capacity, cost, and price. The Catalogue allows for the navigation, comparison, and exploration of scenarios over time.  <br /><br />In version 3.0, scenarios were updated to reflect the latest scenario publications. The Catalogue will continue to be updated to incorporate future scenario developments. <br /><br />Along with the Catalogue, the Climate Scenario Analysis Reference Approach report expresses the Energy Forum’s rationale, principles, process, and reflections regarding scenario analysis efforts. It explores the business use of climate scenario analysis and outlines principles for making choices using the Catalogue, with examples of use cases. The report also outlines allocating various public climate scenarios to three scenario reference families (aligned with 1.5°C, 2°C and current policies/BAU). <br /><br />WBCSD convened BASF, BHP, BP, CLP, CRH, EDF, Enel, Engie, Equinor, Holcim, Iberdrola, and Skanska – the Energy Forum – to develop business-relevant approaches to climate scenario analysis. This work was conducted in response to recommendations from the Task Force on Climate-related Financial Disclosure (TCFD), as well as guidance from International Sustainability Standards Board (ISSB), European Sustainability Reporting Standards (ESRS), and U.S. Securities & Exchange Commission.  <br /><br />McKinsey Sustainability provided methodological and technical support for the Energy Climate Scenario Catalogue.<br /><br />This work continues to support companies in following ISSB, ESRS and SEC recommendations to assess their strategic resilience by considering different climate-related scenarios. The resources updated today align with WBCSD’s strategic priorities in climate action and supporting member companies in engaging capital markets on ESG performance.<br /><br />The Climate Scenario Analysis Reference Approach report is available here.<br /><br />The Energy Climate Scenario Catalogue v3.0 is available here.  Versions 2.0 and 1.0 of the Catalogue remain available here and here.</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/General/News/WBCSD-unveils-Enhanced-Energy-Climate-Scenario-Catalogue-3.0-for-strategic-climate-resilience-assessments '>https://www.wbcsd.org/Overview/News-Insights/General/News/WBCSD-unveils-Enhanced-Energy-Climate-Scenario-Catalogue-3.0-for-strategic-climate-resilience-assessments</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-05-16",
    "clk_count": "17"
  },
  {
    "news_id": "30",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Understanding the new naming system of the GRI Standards",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 22 May 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240605_m_en/1.jpg' style='width: 100%;' /></p><p>Updates in the naming convention of revised and new Standards for easier and more intuitive referencing<br /><br />Following the launch in 2021 of the revised Universal Standards and the publication of the first Sector Standards, GRI introduced a new and streamlined naming convention for the world’s most widely used sustainability reporting standards.<br /><br />As a recent addition to the family of GRI Standards, Sector Standards were added three years ago. Their incorporation showcased the need to revise the Standards’ titles. Until this point, Universal Standards were number-coded as 100s, followed by the Topic Standards as 200s, 300s, and 400s.<br /><br />In search of a clear and straight-forward way to integrate Sector Standards into this structure, it was decided that the whole naming convention would transition into a three-tier coding system:</p><p><ul><li>Universal Standards are known by single-digit numbers (GRI 1, 2 and 3.)</li><li>Sector Standards are identified by a double-digit number, (starting with GRI 11: Oil and Gas) continuing in ascending order based on the release date for new Sector Standards.</li><li>Topic Standards are identified with three-digit codes (starting with GRI 101: Biodiversity 2024), an approach that new or revised Topic Standards will follow in ascending order, as they become available. </li></ul></p><p>Under the new system, the GRI Standards are structured and presented in a way that is more intuitive and reflects GRI’s integrated and complete modular system of reporting. In addition, since the previous approach was based on dividing standards into three subsets of economic, environmental and social topics, the multiple dimensions of impacts contained in some Standards made this approach challenging and restrictive.<br /><br />The Global Sustainability Standards Board (GSSB) – the independent body responsible for developing and setting the GRI Standards – has developed a work program for standards development, following this naming system.<br /><br />There are ongoing projects to create new Sector Standards – like the Sector Standards Project for Financial Services; and revised or new Topic Standards – such as the Topic Standards Project for Labor. As Topic Standards are progressively launched, they will replace the former ones and their naming will be changed following the new convention.</p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/understanding-the-new-naming-system-of-the-gri-standards/'>https://www.globalreporting.org/news/news-center/understanding-the-new-naming-system-of-the-gri-standards/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-05-22",
    "clk_count": "17"
  },
  {
    "news_id": "31",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Developed countries materially surpassed their USD 100 billion climate finance commitment in 2022 - OECD",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>29/05/2024 - Developed countries provided and mobilised USD 115.9 billion in climate finance for developing countries in 2022, exceeding the annual 100 billion goal for the first time and reaching a level that had not been expected before 2025.<br /><br />According to new figures from the OECD, in 2022 climate finance was up by 30% from 2021, or by USD 26.3 billion. This is the biggest year-on-year increase to date and means that the 100 billion mark was reached a year earlier than the OECD had previously projected, albeit two years later than the initial target date of 2020.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240605_m_en/2.png' style='width: 100%;' /></p><p>The gap in the private finance series in 2015 is due to the implementation of enhanced measurement methodologies. As a result, private flows for 2016-22 cannot be directly compared with private flows for 2013-14.<br /><br />Source: OECD (2024), Climate Finance Provided and Mobilised by Developed Countries in 2013-2022.<br /><br />Climate Finance Provided and Mobilised by Developed Countries in 2013-2022 is the OECD’s seventh assessment of progress towards the UNFCCC goal, agreed in 2009, of mobilising USD 100 billion a year by 2020 – a commitment later extended through to 2025 – to help developing countries mitigate and adapt to climate change. It comes as UNFCCC discussions are under way to set a New Collective Quantified Goal (NCQG) on climate finance for the post-2025 period, taking into account developing countries’ needs and priorities as well as the evolving global economic landscape.<br /><br />“It is good to see that developed countries have exceeded the USD 100 billion goal in 2022. Exceeding this annual commitment materially by more than 15% is an important and symbolic achievement which goes some way towards making up for the two year delay, which should help build trust. We encourage developed countries to keep up the momentum, also to leverage it further with additional policy efforts to boost private climate finance,” OECD Secretary-General Mathias Cormann said. “It will be important to sustain this level of elevated support through to 2025 while also increasing our ambition for the new post-2025 goal. Multilateral providers and the private sector will be key to further bridging the investment gap, notably in areas such as clean energy, agriculture and resilience. For the post-2025 period, the scope and design of the New Collective Quantified Goal on climate finance must be more comprehensive and effective than the existing goal by optimising the roles of different actors, finance sources, and policy incentives in order to address the scale and range of climate-related finance needs.”<br /><br />Additional OECD analysis published this week highlights the need for the NCQG on climate finance to reflect and incentivise contributions from a broad range of sources in line with the scale of investment needed to achieve the Paris Agreement’s goals. The report explores ways the new goal could incorporate elements relating to public interventions that can either directly finance climate action or help mobilise private climate finance. It also discusses options for factoring in elements related to the quality of finance, as well as addressing key issues faced by developing countries such as access to finance and the sustainability of debt.<br /><br />The 2022 climate finance data shows that public funds, from both bilateral and multilateral channels, continue to make up the bulk of climate finance, accounting for 80% of the total. Over the period recorded, multilateral public climate finance showed the biggest rise, up by USD 35 billion or 226% since 2013. The 2022 growth in public climate finance was accompanied by a jump of 52%, or USD 7.5 billion, in mobilised private finance, which reached USD 21.9 billion in 2022 after several years of relative stagnation.<br /><br />The figures also show an uptick in climate finance destined for adaptation action. Following a small drop in 2021, adaptation finance reached USD 32.4 billion in 2022, three times the 2016 level. The amount of public adaptation finance tracked by the OECD in 2019 was USD 18.8 billion and USD 20.3 billion with mobilised private finance included. Based on these figures, in 2022, developed countries were about halfway towards meeting the 2019 COP26 Glasgow Climate Pact’s call to double the provision of adaptation finance by 2025.<br /><br />As with previous OECD assessments, this year’s edition provides insights relating to financial instruments as well as geographical distribution of climate finance. It shows that loans continue to represent the lion’s share of public climate finance, especially for multilateral development banks that typically finance large infrastructure projects, although grants are being prioritised in lower-income countries. The mix is more balanced for multilateral climate funds and bilateral providers, owing to a larger and more diverse range of activities and projects. Between 2016 and 2022, grants increased by USD 13.4 billion (more than doubling with an increase of 109%) and public loans by USD 30.3 billion (up 91%).<br /><br />Climate finance to low-income countries remained relatively low at 10% in 2022. Importantly, however, least developed countries (LDCs) and small island developing states (SIDS), benefitted from a larger amount of finance for adaptation (about 50%) than the average for all developing countries (25%). On the other hand, private mobilised finance for LDCs and SIDS was very limited, underscoring the need for tailored international support to help address the challenges faced by these countries in attracting private investment for climate action.<br /><br />The OECD will continue to track the fulfillment of the USD 100 billion goal through to 2025 as well as, pending the outcome of COP29 in Baku, contributing to international efforts to implement the NCQG in an effective way.<br /><br />Download Climate Finance Provided and Mobilised by Developed Countries in 2013-2022, as part of the OECD book series on Climate Finance and the USD 100 Billion Goal.<br /><br />Download The New Collective Quantified Goal on climate finance: Options for reflecting the role of different sources, actors, and qualitative considerations.</p><p>Source:<a target='_blank' href='https://www.oecd.org/newsroom/developed-countries-materially-surpassed-their-usd-100-billion-climate-finance-commitment-in-2022-oecd.htm'>https://www.oecd.org/newsroom/developed-countries-materially-surpassed-their-usd-100-billion-climate-finance-commitment-in-2022-oecd.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-05-29",
    "clk_count": "17"
  },
  {
    "news_id": "32",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Scaling Impact: The Soft Commodities Forum Expands its Scope to the Entire Cerrado",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published 18 June, 2024<br /><br />Type WBCSD insights<br /><br />Authors The The Soft Commodities Forum</p><p>Leia em português –<a target='_blank' href='https://www.wbcsd.org/wp-content/uploads/2024/06/Article_1-PT_SCF-Scope-Expansion-to-the-whole-Cerrado.pdf'>Ampliando Impacto: O Soft Commodities Forum Expande seu Escopo para Todo o Cerrado</a></p><p>The Soft Commodities Forum (SCF) announces its decision to expand land use monitoring and reporting to the entire Cerrado biome, covering over 200 million hectares (Mha). It is reinforcing its commitment toward forest-positive landscape transformation and the preservation of the Cerrado. Starting with 25 municipalities in 2019, the SCF’s monitoring and reporting included bi-annual reports on sourced soy volumes and farm-level traceability. These municipalities were selected to prioritize the SCF’s efforts in areas with the greatest deforestation risk linked to soy cultivation. By 2021, following a public consultation, the monitoring and reporting scope expanded to 61 municipalities, covering 26% of the Cerrado’s soy cultivation area and capturing a significantly larger portion of converted native vegetation.<br /><br />From 2024 onwards, the SCF will further broaden its monitoring and reporting scope to the entire Cerrado biome and implement an enhanced risk assessment methodology for classifying non-traceable soy (outlined below). Moreover, to ensure transparency and comparability, the SCF will also report on the 61 municipalities using both the old and new methodologies in its 2024 report.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240621_m_en/1.png' style='width: 100%;' /></p><p>SCF Scope expansion: Moving from 61 focus municipalities to over 800 municipalities in the entire Cerrado</p><p>This effort broadened monitoring and reporting scope and enhanced methodology aligns with the Agri-trader Roadmap to 1.5°C. It strengthens the SCF’s ability to support forest-positive soy supply chains and promotes sustainable agriculture and environmental conservation in the Cerrado.<br /><br />This expansion to the entire Cerrado is significant because the biome covers an area equivalent to the combined size of England, Germany, Spain, France, and Italy. This represents a remarkable 1,124% increase from the SCF’s initial 25 municipalities scope (17.79 million hectares).<br /><br />Enhanced Risk-Assessment Methodology<br /><br />The SCF’s Monitoring Land Use workstream initially assessed member companies’ direct soy sourcing in the Cerrado. In 2022, the SCF marked a significant milestone in its Deforestation- and Conversion-Free (DCF) journey by verifying each member’s DCF performance for direct sourcing and through a third-party verification process, using a dedicated audit protocol. Since its December 2022 report, the SCF also started reporting on indirect supplier engagement, paving the way toward enhanced supply-chain monitoring and traceability.<br /><br />With the SCF’s 2024 land use monitoring and reporting expansion to the entire Cerrado, an enhanced risk assessment methodology tailored for indirect sourcing, will be implemented to optimize resource allocation by focusing on high-risk areas (municipalities with over 1% of their soy area produced on deforested or converted land) while still monitoring low risk, established agricultural zones. This strategic focus is intended to maximize the impact of the SCF’s resources in combating deforestation and conversion.<br /><br />The new set of reporting indicators consists of seven indicators for direct and indirect sourcing:</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240621_m_en/4.png' style='width: 100%;' /></p><p>Additionally, the SCF prioritizes compliance with cropping polygons over entire farms for accurate monitoring and direct sourcing will require farm-level traceability to ensure DCF compliance.<br /><br />For indirect suppliers, a new radius-based analysis will assess risk levels based on deforestation and conversion overlaps with soy cropsusing a specific threshold for considering soy volumes as DCF. To establish DCF compliance of indirect suppliers, traceability will be done to the sourcing farms, at farm-level for more accurate data. Alternatively, deforestation and conversion risk may be assessed by considering municipalities as DCF if soy production on deforested land is up to 1% of the total soy production area. For municipalities exceeding 1% soy production over deforested land, a 50km-radius buffer analysis will be applied to evaluate risk, categorizing a portion of soy received from these warehouses as deforestation-linked.<br /><br />Partnering with indirect soy suppliers in the Cerrado, including soy resellers, cooperatives and third-party warehouses, presents a crucial avenue to achieving traceability of DCF soy sourcing. The 2024 enhanced methodology joins forces with other sectoral efforts to engage indirect suppliers to increase their traceability and achieve DCF performance.<br /><br />The aim of the SCF’s scope expansion and enhanced methodology is to effectively monitor and verify DCF soy volumes across the whole value chain and to measure progress over time. In its upcoming 2024 annual report, the SCF will continue reporting its current methodology for the 61 focus municipalities while also incorporating the new methodology outlined above, covering both the 61 municipalities and the entire Cerrado.<br /><br />This dual approach ensures transparency and comparability, including an enhanced risk assessment to classify non-traceable soy, providing stakeholders with clear sustainability credentials of sourced soy. To learn more about how the SCF efforts are contributing to more sustainable agriculture and protecting the Cerrado biome, read our latest progress report.</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/news/scaling-impact-the-soft-commodities-forum-expands-its-scope-to-the-entire-cerrado/'>https://www.wbcsd.org/news/scaling-impact-the-soft-commodities-forum-expands-its-scope-to-the-entire-cerrado/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-06-18",
    "clk_count": "17"
  },
  {
    "news_id": "33",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "UN health agency issues alert on falsified medicines used for diabetes treatment, weight loss",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240621_m_en/2.png' style='width: 100%;' /></p><p>Unsplash/Sharon McCutcheon / A file photo of a person with capsules in their hand.</p><p>20 June 2024 / Health<br /><br />The World Health Organization (WHO) on Thursday issued a medical product alert on the release of three batches of falsified semaglutides – the type of medicines primarily used to treat type 2 diabetes and obesity in some countries.<br /><br />The spurious semaglutides – of a specific brand Ozempic – were found in Brazil, the United Kingdom in October 2023, and the United States in December 2023, and were delivered through a regular supply chain.<br /><br />The WHO’s official notice follows reports of “falsified semaglutide products” across all geographical regions from its Global Surveillance and Monitoring System (GSMS) since 2022.<br /><br />Dr. Yukiko Nakatani, WHO Assistant Director-General for Essential Medicines and Health Products called on all stakeholders to “stop any usage of suspicious medicines and report to relevant authorities.”<br /><br /></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240621_m_en/3.png' style='width: 100%;' /></p><p>Risks<br /><br />Ozempic’s actual manufacturer confirmed with WHO that the semaglutides were falsified based on batch and serial numbers.<br /><br />Semaglutides are supposed to help people reduce their blood sugar and appetite levels and the risk of cardiovascular disease. WHO says reports of falsified products increased as demand for the product grew greater.<br /><br />Consuming falsified or fake products can have harmful and life-threatening effects on one’s body.<br /><br />Semaglutides are not recommended by WHO for diabetes treatment due to the product’s expensive cost.<br /><br />Avoid fake products<br /><br />Dr. Nakatani said the UN health agency advised healthcare professionals, regulatory authorities and the public to “be aware of these falsified batches of medicines.”<br /><br />It added that healthcare professionals “should report any incident of adverse effects, lack of effectiveness and suspected falsification to the National Regulatory Authorities/National Pharmacovigilance Centre.”<br /><br />WHO also advised individuals who may have fake products not to use them and to seek medical assistance if they have used them and experienced side effects.<br /><br />Avoid unfamiliar sources<br /><br />To avoid any such scenario, WHO urged people to purchase prescribed products from licensed physicians rather than online or from unfamiliar sources.<br /><br />WHO added that people should use the products as prescribed and should check for lot and serial numbers, examine the product itself and assess the label quality to ensure the product being used isn’t falsified.</p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/06/1151281'>https://news.un.org/en/story/2024/06/1151281</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-06-20",
    "clk_count": "17"
  },
  {
    "news_id": "34",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Creation of international standard on net zero gets underway",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/1.jpg' style='width: 100%;' /></p><p>Published on 27 June 2024<br /><br />Work is underway to develop ISO’s first international standard on net zero. It will provide clarity on the net zero transition, robust requirements, and ultimately enable independently verified and comprehensive climate action and accelerate progress towards a sustainable world.<br /><br />It is expected to launch next year at COP30 in November 2025 and is being designed to provide a global solution to guide organizations as they embark on their net zero transition.<br /><br />Thousands of experts are expected to collaborate through national standards bodies across more than 170 countries, taking into account the latest climate science. A public consultation is expected to open later in 2025 to support global input and ensure all voices are heard.<br /><br />The standard is an evolution of the ISO Net Zero Guidelines, launched at COP27, into an independently verifiable international standard. The purpose of the Guidelines was to facilitate organizations to create comprehensive net zero strategies by providing them with credible best practice. The standard will give the public greater confidence and guard against greenwashing by setting out robust guidance and requirements offering the potential to verify the credibility of claims.<br /><br />The process is being formally launched today at London Climate Action Week, as announced by Noelia Garcia Nebra, ISO’s Head of Sustainability. The British Standards Institution (BSI), in its role as the UK National Standards Body, in collaboration with ICONTEC, Colombia’s National Standards Body, is convening this process.<br /><br />“ISO takes our role in supporting a net zero transition seriously. As part of our Climate Commitment, we look forward to delivering an international standard the market has been asking for, and importantly, suitable for organizations of all sizes, sectors and geographies.”<br /><br />Noelia Garcia Nebra-Head of Sustainability<br /><br />Experts who wish to participate in the development of the standard can apply to join their National Standard Body’s climate change management committee by finding their country’s ISO member.</p><p>Source:<a target='_blank' href='https://www.iso.org/contents/news/2024/06/netzero-standard-underway.html'>https://www.iso.org/contents/news/2024/06/netzero-standard-underway.html</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-06-27",
    "clk_count": "17"
  },
  {
    "news_id": "35",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Heat-as-a-Service in action: Insights from early renewable heat projects",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published 01 July, 2024 / Type WBCSD insights<br /><br />Authors Daniel Galis, Associate, Energy<br /><br />Decarbonizing heat generation and use in industries represents a major challenge in the energy transition. Heat accounts for most of Scope 1 and Scope 2 emissions for industrial businesses in sectors such as food and beverage, paper and pulp, fast-moving consumer goods, and chemicals. In 2021, the way we generated and used heat was responsible for a total of 14.1Gt CO2, equal to 39% of all energy-related CO2 emissions.<br /><br />An additional 15EJ of renewable heat must be generated by 2028 to achieve net-zero by 2050 – an ambitious goal compared to the mere 2.5EJ added in the past five years. So far, the uptake of modern renewable heating technologies has been limited due to the lack of awareness about viable options, high investment and upfront costs, and local barriers associated with renewable heating solutions – among others, the availability of land and solar radiation for solar thermal as well as availability of additional electricity supply for heat pumps. According to the IEA, emerging business models, including Heat-as-a-Service (HaaS) can help us overcome some of these challenges by mobilizing the necessary investments.<br /><br />HaaS is a financing model in which an industrial company outsources its heating needs to a specialized provider, an energy service company (ESCO). The ESCO finances, builds and operates the renewable heat generation asset and subsequently sells the heat produced to the industrial company.<br/><br/>The Heat as a Service structure</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/2.png' style='width: 100%;' />Source: WBCSD analysis, depiction based on WBCSD (2021), Heat as a service: How to decarbonize commercial and industrial heat use with third-party capital investments</p><p>The HaaS arrangement enables a company to access decarbonized heat, replacing fossil fuels and realizing operational cost savings, all without the need for an upfront investment. The ESCO contributes with its specialized knowledge in developing, optimizing, and integrating a broad spectrum of renewable heating technologies. As the ESCO owns the asset, it is motivated to choose the most effective solution and constantly innovate to improve performance. Meanwhile, the industrial company can avoid the ancillary costs associated with new technologies, such as staff reskilling, and focus internal financial and personnel resources towards its core business instead of energy supply.<br/><br/>Headwinds to large scale adoption<br/><br/>While the HaaS model offers compelling advantages, many companies remain hesitant about its adoption. The biggest issue is the long-term nature of the contract, in place to allow the ESCO to recuperate its investment costs. Companies need to rely on the ESCO with their heat supply for the full 15 to 20-year typical duration of the contract. Importantly, any technical, operational, or financial difficulties encountered by the ESCO throughout this time could result in disruptions to heat provision. As industrial companies typically require stable heat input, such disruptions would interrupt their production and lead to losses in revenue. Because of this, HaaS is often considered as a leap of faith for companies accustomed to owning their own heat generation assets. For HaaS to be seen as a potential solution, the organizational mindset would need to shift significantly.<br/><br/>In our journey towards Net Zero on our Low Carbon Transition Plan, decarbonizing heating to reduce our scope 1 emissions is crucial. For international businesses in general, many with factories worldwide running at high capacity, a steady supply of thermal energy is vital for business continuity.<br/>– Philip Morris International<br/><br/>Another challenge is posed by the fact that heat needs to be consumed close to its generation point as it cannot be transported over long distances. Unlike Power Purchase Agreements (PPAs), which may be more easily transferable between sites within a single jurisdiction, the mobility of HaaS contracts is constrained by the physical infrastructure. Any transfer would necessitate the equipment’s relocation, which, even if technically possible, would lead to supply interruptions and financial losses for the industrial company.  The limited transferability of HaaS agreements creates additional complexity and poses a specific challenge in case of any unexpected reduction in the energy demand at the production site.<br/><br/>While HaaS shows great promise as a potential solution for decarbonization across different contexts, because it’s in the early stages, its viability requires further proof through real projects. For example, potential challenges like bankability, supplier reliability, geographical factors, global energy price fluctuations, and contractual tenures could make HaaS adoption complex.<br/>– Philip Morris International<br/><br/>How to deliver a successful HaaS project?<br/><br/>Engaging in a dialogue with WBCSD members and industry experts, we analyzed existing projects based on HaaS agreements and identified three key learnings that address some of the concerns and reveal valuable lessons from real-life implementations.<br/><br/>1. Prioritize finding a committed, flexible, and stable HaaS partner<br/><br/>The adoption of HaaS extends beyond a typical supplier-client dynamic, evolving into a long-term partnership. Companies stress the significance of selecting the right trustworthy and reliable partner early in the project’s timeline. Because of this, ESCOs should employ novel approaches to build the relationship early on and mitigate any concerns faced by the industrial company. In some HaaS projects, ESCOs assume the full project risk until the renewable heat solution is operational, showing their commitment to the project. Similarly, other ESCOs offer short-term one-year-long HaaS agreements using a smaller pilot installation which can then be extended to a full project following the feedback from the industrial company.<br/><br/>Financial stability is another crucial factor companies look for, especially given the potential repercussions on production in the event of the ESCO’s financial distress. This is of particular concern because, so far, the market has been primarily served by startups. However, an increasing number of established utilities, such as Engie, are exploring HaaS. They can complement the services provided by the startups and alleviate many of the reliability and financial stability concerns.<br/><br/>One of the primary reasons we chose Engie as our partner was expertise. We, at Heineken, are experts in brewing beer but Engie is expert in providing energy solutions.<br/>– HEINEKEN España <br/><br/>2. Develop a long-term energy procurement strategy<br/><br/>For a successful HaaS agreement, the ESCO needs to model the industrial company’s heat demand over the duration of the contract. This is necessary to scale and optimize the renewable heat solution to the right capacity and, in turn, lower the costs for the industrial company. HaaS, therefore, necessitates a certain level of maturity in the company’s energy procurement, so that it can anticipate its heat needs and develop an optimized cost-effective procurement strategy. At a minimum, companies need to have available data on their current heat profile and heat demand. Ideally, they should also develop a long-term energy and decarbonization strategy that maps their targets and requirements for the upcoming years. The HaaS contracts are then a powerful tool to enable long-term planning as they enable companies, similarly to power purchase agreements, to lock in their price of heat for years to come. This is particularly advantageous for companies that currently rely on natural gas which often suffers from volatile prices due to unpredictable geopolitical events.<br/><br/>Implementing HaaS requires mature internal energy procurement capabilities. Companies should be able to forecast their future energy demand, assess the impacts of carbon pricing, and have a clear decarbonization strategy.<br/>– Newheat<br/><br/>Additionally, a well-defined energy and decarbonization strategy can help companies secure internal stakeholder alignment and support for renewable heat solutions. Tangible goals to reduce emissions from production focused on the near future up to 2030 prove vital to get projects off the ground and drive renewable heat adoption.<br/><br/>3. Leverage the HaaS partnership to acquire subsidies<br/><br/>While many renewable heat technologies for temperatures below 200°C are mature enough for commercial-scale deployment, they are often more expensive upfront than their fossil fuel counterparts. The true cost of carbon is often not properly reflected in investment decisions as well, making renewable heating solutions seem financially unviable. As the market expands and suppliers achieve economies of scale, utilities expect the costs to decrease significantly. For now, however, we are still in the early market stages and subsidies on both the investment and operational costs of renewable heat solutions are needed to enhance the commercial attractiveness of projects.<br/><br/>As a result, some ESCOs proactively look for subsidies to support their projects and help companies secure them as part of the HaaS agreement. Engie, for example, acquired the subsidy from the European Regional Development Fund which co-funded 60% of the investment costs required for its 30MW solar thermal HaaS project with Heineken in Seville. Additionally, the HaaS arrangement allows companies to benefit from governmental support for the operational costs, such as the Dutch SDE++, which covers the difference between the cost of conventional and renewable heat generation.<br/><br/>The time to decarbonize heat generation through HaaS is now<br/><br/>The partnership with energy experts via the HaaS model offers companies the comfort of specialized knowledge and reduces the need for substantial upfront investments, allowing them to concentrate their resources on core business operations. This is particularly valuable as modern renewable heating solutions are constantly evolving and developing. While there are inherent challenges to the HaaS model – such as long-term contract commitments and dependence on the ESCO’s financial stability – these can be mitigated by selecting a reliable partner and developing strategic long-term planning. Effectively implemented, the HaaS model can act as a key catalyst for the broader adoption of renewable heating solutions, driving industry towards a sustainable and net-zero future.<br/><br/>What’s next<br/><br/>You can find more information about the HaaS partnership between Heineken and Engie as well as about the largest solar thermal power plant in Europe in the accompanying case study on The Climate Drive. Additionally, WBCSD is continuously supporting companies in overcoming barriers to the decarbonization of their industrial heat needs. Please, reach out to Surbhi Singhvi or Daniel Galis if you would like to find out more</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/news/heat-as-a-service-in-action-insights-from-early-renewable-heat-projects/'>https://www.wbcsd.org/news/heat-as-a-service-in-action-insights-from-early-renewable-heat-projects/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-07-01",
    "clk_count": "17"
  },
  {
    "news_id": "36",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "GRI best prepares companies for CSRD reporting rules",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 10 July 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/3.jpg' style='width: 100%;' /></p><p>Questions answered on what the new European Sustainably Reporting Standards mean for use of the GRI Standards<br/><br/>With comprehensive disclosure requirements now applying to tens of thousands of companies under the EU Corporate Sustainability Reporting Directive (CSRD), what does it mean for the many organizations that already report their impacts using the GRI Standards?<br/><br/>As an in-depth new publication from GRI explores, a high degree of interoperability has been achieved between the European Sustainability Reporting Standards (ESRS) and the widely used GRI Standards. The GRI and Sustainability Reporting in the EU Q&A sets out:</p><p><ul><li>GRI collaboration with EFRAG will lead to 42,500 companies publishing impact reporting through the ESRS that is aligned with the GRI Standards.</li><li>Multiple resources – including an interoperability index and full mapping table, training courses and report services – have been provided to help GRI reporters meet CSRD rules.</li><li>A renewed GRI-EFRAG MoU is delivering a next phase of deeper cooperation on standard setting, plus a commitment to further capacity building.</li><li>GRI’s global relevance is enhanced by joint-working with the International Sustainability Standards Board (ISSB), to complement jurisdictional reporting requirements.</li><li>How the GRI Standards, ESRS and IFRS Sustainability Disclosure Standards fit together, including the different approaches to materiality.</li></ul></p><p>Peter Paul van de Wijs, GRI Chief Policy Officer, said:<br/>“The sustainability reporting landscape is fast evolving, and understandably there are questions from reporters and other stakeholders about GRI’s central role. As this publication underlines, four years of cooperation with EFRAG to co-construct the ESRS has meant that our standards are complementary and very closely aligned for impact reporting, including on definitions, metrics and disclosures.<br/><br/>Most large companies, in the EU and elsewhere, already report with GRI. It is hugely reassuring that they can apply their existing disclosure practices to meet ESRS requirements. Our ongoing collaboration with EFRAG future proofs the relevance of the GRI Standards in the EU, while our broader engagements with the IFRS Foundation and other jurisdictions is reinforcing on a global scale the many benefits of impact reporting with GRI.”</p><p><ul><li>Launched this month is a new GRI-ESRS Linkage Service that offers feedback to reporting organizations on how to align a GRI sustainability report with the ESRS</li><li>A new series of GRI Academy training courses specifically focused on the ESRS will become available this year</li><li>A Top 10 summary version of the GRI-ESRS Q&A is also available</li></ul></p><p>The CSRD disclosure requirements initially applies to 42,500 companies as of January 2024. This includes large companies in the EU and those listed on European stock exchanges. Additionally, some large non-EU companies will be in scope from 2028.<br/><br/>The GRI Standards are the most used sustainability reporting standards by European companies. The ESRS mandates reporting on all material impacts, risks, and opportunities; where they lack coverage (such as in tax or sector-specific standards) companies can use GRI reporting to fill the gap to ensure full compliance.<br/><br/>GRI signed an initial MoU in 2021 with EFRAG to co-construct the first set of ESRS. A new cooperation agreement was reached in November 2023, which substantiates the benefits of the alignment achieved between the ESRS and the GRI Standards and commits the organizations to continue working together to deliver technical support for reporting companies.<br/><br/>The high degree of interoperability between the ESRS and GRI Standards was confirmed in a joint statement issued by EFRAG and GRI in September 2023.<br/><br/>In May 2024, a collaboration between GRI, Pascal Durand (MEP and CSRD Rapporteur), and the Lefebvre Sarrut Group led to the publication of CSRD Essentials: a free resource covering the key implementation themes of the new EU directive.</p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/gri-best-prepares-companies-for-csrd-reporting-rules/'>https://www.globalreporting.org/news/news-center/gri-best-prepares-companies-for-csrd-reporting-rules/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-07-10",
    "clk_count": "17"
  },
  {
    "news_id": "37",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "UN forum on sustainable development concludes with renewed commitment, call for urgent action",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/4.png' style='width: 100%;' />© UNDP The Sustainable Development Goals are a blueprint to achieve a better and more sustainable future for all.</p><p>By Vibhu Mishra<br/><br/>18 July 2024 SDGs<br/><br/>The High-Level Political Forum (HLPF) on Sustainable Development concluded on Wednesday, with nations reiterating the need for renewed impetus and accelerated actions to achieve the Sustainable Development Goals (SDGs) by the 2030 deadline.<br/><br/>Held under the auspices of the UN Economic and Social Council (ECOSOC), the Forum took place from 8 to 17 July. This year’s theme was Reinforcing the 2030 Agenda and eradicating poverty in times of multiple crises:  the effective delivery of sustainable, resilient and innovative solutions.<br/><br/>The session included a three-day ministerial segment from 15 to 17 July as part of the High-Level Segment of the Council.<br/><br/>Key votes on ministerial declaration<br/><br/>The adoption of a ministerial declaration, a key outcome of the Forum, was marked by robust debate among Member States, culminating in two key votes on amendments.<br/><br/>One proposal involved the inclusion of a paragraph “strongly urging” States to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the UN Charter that impede the full achievement of economic and social development, in particular in developing countries.<br/><br/>The inclusion – proposed among others by Belarus, Cuba, Iran, Russia and Syria – was agreed with a recorded vote of 105 nations in favour, 11 against and 46 abstentions.<br/><br/>The other amendment, proposed by Israel called for the deletion of a paragraph that “recognized” that sustainable development cannot be realized without peace and security, and peace and security will be at risk without sustainable development.<br/><br/>That paragraph also called for “further effective measures and actions” to be taken, in conformity with international law, to remove the obstacles to the full realization of the right to self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as the environment.<br/><br/>In a recorded vote, the Forum decided to retain this paragraph, with 122 Member States voting for retention and two voting for deletion (Israel and United States). Thirty-nine States abstained.<br/><br/>The ministerial declaration, as amended, was then adopted without a vote.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/5.jpg' style='width: 100%;' />UN Photo/Manuel Elías / Paula Narváez Ojeda, President of the Economic and Social Council, addresses the ministerial opening of the High-level Political Forum 2024.</p><p>Commitment renewed<br/><br/>Addressing the Forum after the adoption, Paula Narváez, ECOSOC President, highlighted that the ministerial declaration “reinforced once again” the urgency of implementing the 2030 Agenda for Sustainable Development.<br/><br/>“This high-level political forum has highlighted that it is not too late to make sustainable development a reality.”<br/><br/>She also recognized the efforts of Ambassador José Blanco of the Dominican Republic and Ambassador Merete Fjeld Brattested of Norway for their leadership as facilitators of “complex negotiations, which were conducted in an exceptional, transparent and inclusive manner”.<br/><br/>Complex, inclusive negotiations<br/><br/>She added that delegations negotiated for over 70 hours, with 20 informal and 3 informal-informal sessions, “making every effort to bring together the different opposing positions and present an ambitious and balanced document”.<br/><br/>The ECOSOC President concluded by stressing the body’s collective resolve to accelerate the implementation of SDGs and advance sustainable development, and to undertake the transformations necessary to achieve that objective.<br/><br/>“We will continue to renew multilateral efforts to fulfil the promise of the 2030 Agenda and leave no one behind,” she said.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240730_m_en/6.png' style='width: 100%;' /></p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/07/1152276'>https://news.un.org/en/story/2024/07/1152276</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-07-18",
    "clk_count": "17"
  },
  {
    "news_id": "38",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "The Olympics are part of a push to “green” sports. Here’s why that’s important",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>02 Aug 2024 / Story / Nature Action</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240821_m_en/1.jpg' style='width: 100%;' /></p><p>When the Olympic Games opened last week in Paris, France, they did so with the promise they would be the greenest in history.<br/><br/>Among other things, organizers say the games will run entirely on renewable energy, feature mostly locally grown food and cut-down on the massive amount of single-use plastic that plagued previous Olympics. <br/><br/>Observers say the games will be a litmus test for whether the world’s biggest sporting events, which have been criticized for their impact on the environment, can truly deliver on promises to be more sustainable.<br/><br/>“With the right planning, major sports events like the Olympics and Football World Cup can serve as a shining example of how humanity can live in harmony with nature,” said Susan Gardner, the director of the Ecosystems Division of the United Nations Environment Programme (UNEP).<br/><br/>We recently spoke with Gardner, who serves on the International Olympic Committee’s Sustainability and Legacy Committee, about how sports can help to counter the rapid decline of the natural world. Here are excerpts from that conversation.<br/><br/>These Olympics are the first since the International Olympic Committee joined the UNEP-supported Sports for Nature initiative. Launched in 2022, the effort provides a game plan for sports at all levels to become better stewards of nature. Why is that important?<br/><br/>Susan Gardner (SG): Right now, human activities are putting ecosystems under enormous pressure, with a growing number of species facing the prospect of extinction from the impacts of nature loss, climate change and pollution.<br/><br/>Ending this crisis will take a concerted effort from many big actors, like governments and businesses. But sports federations have a role to play, too. At a minimum, they have an obligation to do no harm to the environment. At their best they can help inspire a new movement for nature, and encourage their billions of followers to protect and restore the planet.<br/><br/>How exactly can sports help counter the nature crisis?<br/><br/>SG: Sport for Nature has a simple, four-point plan that focuses on conserving nature, restoring what has been lost, reducing the drawdown on nature through more sustainable procurement, and inspiring players and fans to get involved.<br/><br/>It does these things in a combination of ways, including by providing sports with resources, and hosting events and webinars.<br/><br/>Are sports becoming more sustainable?<br/><br/>SG: Sustainability is becoming increasingly important for sports. But still, sustainability departments are often lightly resourced and over-tasked, meaning that while progress is being made, the pace is slower than many would like.<br/><br/>That said, many sports federations have begun to take concrete steps to lighten their footprint on nature. A prime example is the International Olympic Committee, which has developed a plan to embed sustainability into the Olympics and provide lasting benefits to host countries and their citizens.<br/><br/>That’s already manifesting itself this year. In Paris, civic officials have launched a US$1.5 billion effort to clean and restore the Seine River, which had been unswimmable for more than 50 years.<br/><br/>Another example is World Rugby. It has developed a 10-point plan for delivering for nature, which is being shared with clubs across Europe and the Pacific.<br/><br/>Finally, the Sport for Climate Action movement, supported by the UN Framework Convention on Climate Change, has helped many sports reduce their greenhouse gas emissions and reached impressive outcomes.<br/><br/>What impact has Sport for Nature had so far? <br/><br/>SG: It is a young initiative, so while we can’t judge it yet, it is making progress and has 62 signatories. Many are taking action to support the Biodiversity Plan, a landmark global accord to protect and restore the natural world.<br/><br/>Sport for Nature is a partnership between UNEP, the International Union for the Conservation of Nature, the International Olympic Committee and the Convention on Biological Diversity, with the support of Dona Bertarelli Philanthropy. This collaborative approach is working well but for many sports this is a new area which is not fully understood yet. We hope to change that in the coming months. Because with its incredible reach and influence, the sports world can showcase to the planet the importance of safeguarding our ecosystems. <br/><br/>What practical steps can sports organizations take to protect and restore nature? <br/><br/>SG: Sports depend on the ecosystems they play within but often in urban environments, nature has no home. It doesn’t have to be like that. Sports officials can incorporate natural elements into venues, such as green roofs and insect boxes, and design training grounds to provide habitats for native species.<br/><br/>When choosing venues for outdoor sports, like skiing, surfing and cycling, sports leaders can steer clear of ecologically sensitive areas. They can also ensure the landscapes they do use are protected.<br/><br/>“With its incredible reach and influence, the sports world can showcase to the planet the importance of safeguarding our ecosystems.”-Susan Gardner, UNEP.<br/><br/>The world is in the grip of a triple planetary crisis of climate change, nature and biodiversity loss, and pollution and waste. How is this affecting the sports world? <br/><br/>SG: In many ways. Extreme heat and air pollution, for example, are affecting the health of athletes and playing havoc with the scheduling of competitions. Climate change is leading to more extreme weather, with things like floods threatening sporting venues and other event-related infrastructure. These impacts will sadly only increase, with even more tragic consequences for climate-vulnerable communities, unless we act with urgency now. <br/><br/>Can nature help counter those threats? <br/><br/>SG: Yes. Nature can be a real ally in sustaining sports and allowing them to thrive. Planting trees around stadia, for example, can increase cooling. Restoring wetlands, which regulate the availability of water, can enhance resilience and prevent pitches from flooding. And cleaning rivers allows them once again to become sporting venues. In doing these things, the sports world can offer a template for how to protect and restore nature, and serve as a role model for governments, businesses and individuals everywhere. <br/><br/>The crisis confronting nature is urgent. We need everyone, including the sports world, to work together to safeguard our ecosystems. <br/><br/>Sports for Nature <br/><br/>Sports for Nature is a joint initiative of the International Union for Conservation of Nature, the International Olympic Committee, the United Nations Environment Programme, the Secretariat of the Convention on Biological Diversity and the Dona Bertarelli Philanthropy.  <br/><br/>It aims to deliver transformative action for nature protection and restoration across sports, by 2030 and beyond. It provides a game plan for sports — at all levels — to accelerate and inspire others to take action for nature. <br/><br/>The Biodiversity Plan<br/><br/>The planet is experiencing a dangerous decline in nature. One million species are threatened with extinction, soil health is declining and water sources are drying up. The Biodiversity Plan, formerly known as the Kunming-Montreal Global Biodiversity Framework, sets out global targets to halt and reverse nature loss by 2030. It was adopted by world leaders in December 2022. To address the drivers of the nature crisis, UNEP is working with partners to take action in landscapes and seascapes, transform our food systems, and close the finance gap for nature.</p><p>Source:<a target='_blank' href='https://www.unep.org/news-and-stories/story/olympics-are-part-push-green-sports-heres-why-thats-important'>https://www.unep.org/news-and-stories/story/olympics-are-part-push-green-sports-heres-why-thats-important</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-08-02",
    "clk_count": "17"
  },
  {
    "news_id": "39",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Real household income increases in most countries in the first quarter of 2024",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>“Real household income per capita in the OECD rose by 0.9% in the first quarter of 2024, compared with 0.3% in the previous quarter, while real GDP per capita grew by 0.3%.“ <br/><br/>12 August 2024</p><p><a target='_blank' href='https://www.oecd.org/content/dam/oecd/en/data/insights/statistical-releases/2024/8/Growth-and-economic-well-being-oecd-08-2024.pdf'>Download in PDF (data tables included)</a></p><p>Real household income per capita in the OECD rose by 0.9% in the first quarter of 2024, compared with 0.3% in the previous quarter, while real GDP per capita grew by 0.3% (Figure 1).<br/><br/>All G7 economies experienced an increase in real household income per capita in Q1 2024. Italy saw the strongest increase (3.4%), driven by a rise in compensation of employees and social transfers in kind, reversing the decline in the previous quarter. Germany also experienced a large increase in real household income per capita compared with the previous quarter (1.4% versus 0.1%), partly driven by a rise in compensation of employees, while real GDP per capita1 picked up (0.2%) compared with the previous quarter (minus 0.6%). Canada saw an increase in real household income per capita (0.6%), a rebound from Q4 2023 (minus 0.5%), while real GDP per capita fell for the fourth consecutive quarter (minus 0.2%). France registered growth in real household income per capita (0.6%), supported mainly by an increase in basic pension benefits to keep pace with inflation. The United Kingdom and the United States saw milder increases in real household income per capita (of 0.3% and 0.2%, respectively).<br/><br/>Most other OECD countries also recorded rises in real household income per capita in Q1 2024. Poland saw the largest increase (10.2%), mainly driven by increases in compensation of employees, social benefits other than social transfers in kind, and property income. The latter more than tripled in Poland since the end of 2021, mainly due to increased interest receipts in view of higher interest rates. The largest contraction in real household income per capita was recorded in Greece (minus 1.9%), although real GDP per capita grew (0.9%).</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240821_m_en/2.png' style='width: 100%;' /></p><p>Source:<a target='_blank' href='https://stats.oecd.org/Index.aspx?DataSetCode=HH_DASH'>OECD (2024) Household Dashboard (Database)</a></p><p>Note<br/>1.Revised benchmark data has not yet been incorporated for Germany.</p><p>Methodology<br><a target='_blank' href='https://www.oecd.org/content/dam/oecd/en/data/methods/QSA-Methodological-Note.pdf'>Methodological Notes: OECD Growth and economic well-being (PDF) </a></p><p>Release dates<br>Next release: 13 November 2024<br><a target='_blank' href='https://www.oecd.org/en/data/insights/statistical-releases/2024/01/release-dates-for-oecd-statistics-news-releases.html'>All release dates</a></p><p>Source:<a target='_blank' href='https://www.oecd.org/en/data/insights/statistical-releases/2024/08/growth-and-economic-well-being-first-quarter-2024-oecd1.html'>https://www.oecd.org/en/data/insights/statistical-releases/2024/08/growth-and-economic-well-being-first-quarter-2024-oecd1.html</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-08-12",
    "clk_count": "17"
  },
  {
    "news_id": "40",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Global Network Spain: 70 companies and organizations support Forética’s Manifesto for Responsible and Sustainable Artiﬁcial Intelligence",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240905_m_en/1.png' style='width: 100%;' /></p><p>Published 20 August, 2024 / Type General<br/><br/>Madrid, 20 August 2024: WBCSD’s Global Network partner in Spain, Forética, has launched a Manifesto on Artiﬁcial Intelligence (AI), titled “AI on ESG: Challenges and opportunities of Responsible Artificial Intelligence”, with the aim of guiding companies and organizations to lead the way towards a future where AI generates a positive impact on the planet, people and society.<br/><br/>In the Manifesto, Forética outlines ﬁve key principles, further developed into 17 actionable recommendations, that companies and organizations should consider as they work toward responsible and sustainable AI:<br/><br/>1.Align the development and/or use of AI products with the achievement of net zero greenhouse gas (GHG) emissions targets,<br/><br/>2.Align the development and/or use of AI products with nature’s recovery goals,<br/><br/>3.Promote the development and/or use of AI products to be ethical, transparent, trustworthy,<br/><br/>4.Integrate into the development and/or use of AI products the contribution to inclusion, equality, diversity and the elimination of all forms of discrimination, and<br/><br/>5.Operate and use AI products in accordance with principles of good governance and mindful of the responsibilities involved.<br/><br/>The Manifesto is the result of extensive reﬂection by the Spanish Business Council for Sustainable Development, composed of presidents and CEOs of large Spanish companies. During its annual executive meeting last February, the Council presented a declaration proposing principles of responsible AI. These principles were ratiﬁed by Forética’s Board of Directors and further developed through collaboration with experts in the ﬁeld, contributions from  the ‘AI on ESG’ platform, and input from responsible AI and corporate sustainability executives.A technical team from Accenture also supported the initiative, ensuring alignment with both the most stringent international standards and the European Artiﬁcial Intelligence Law.<br/><br/>The Manifesto was presented to the Spanish Minister for Digital Transformation and Public Administration, José Luis Escrivá, and the Secretary of State for Digitalization and Artiﬁcial Intelligence, Mayte Ledo. Representing the companies and organizations adhering to the Manifesto were Alberto Granados, president of Forética, Mercedes Oblanca, member of the Spanish Business Council for Sustainable Development led by Forética where she promoted the responsible AI initiative, Ignasi Belda, general director of the Spanish Agency for the Supervision of Artiﬁcial Intelligence (AESIA), and Ana Herrero, director of Sustainable Transformation at Forética.<br/><br/>This document is intended to serve as an awareness-raising and inspirational tool, urging companies and organizations to develop and continuously improve corporate policies that support the principles of responsible and sustainable AI and transform them into action, going beyond what is required by law. Notably, this is the ﬁrst AI Manifesto to focus on a holistic view of Environmental, Social and Governance (ESG) issues in Europe.<br/><br/>A total of 70 companies and organizations have conﬁrmed their support for the Manifesto : Accenture, Acción contra el Hambre, ADAMS Formación, Adif, Airbus, Antolín, AstraZeneca, Atresmedia, Grupo Cooperativo Cajamar, Bankinter, BERGNER, BMW, Brico Depôt, Capital Energy, Cecabank, CELSA Group, CEMEX, Cepsa, Cesce, Chiesi, Coca-Cola Europaciﬁc Partners, Ecoembes, Enagás, Endesa, ENGIE, Enusa, Eulen, Exolum, FEIQUE, Ferrovial, Fundación ONCE, Galletas Gullón, Gómez- Acebo y Pombo, GoSupply, Grupo Asisa, Grupo ILUNION, Grupo Oesía, GSK, Holcim, Iberdrola, IBM, Indra, Informa D&B, Instituto de Crédito Oﬁcial (ICO), ISS, KPMG, Lactalis, Lilly, L’Oréal, Mahou San Miguel, ManpowerGroup, Metrovacesa, Microsoft, Mutualidad, NTT Data, PEFC España, PRISA, Prosegur, Repsol, SAP, SEO/BirdLife, SEPI, Servimedia, Smurﬁt Kappa, Solunion, Solvay, Técnicas Reunidas, Transcendent, Vodafone y Workiva.<br/><br/>As a next step, Forética will promote the extension of support for these principles, starting, in the ﬁrst place, with its more than 200 member companies and organizations. In addition, it will create a community of practice to periodically review and update the Manifesto.</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/news/global-network-spain-70-companies-and-organizations-support-foreticas-manifesto-for-responsible-and-sustainable-arti%ef%ac%81cial-intelligence/'>https://www.wbcsd.org/news/global-network-spain-70-companies-and-organizations-support-foreticas-manifesto-for-responsible-and-sustainable-arti%ef%ac%81cial-intelligence/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-08-20",
    "clk_count": "17"
  },
  {
    "news_id": "41",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Myanmar: UN WFP pushes to reach flood-affected communities",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20240905_m_en/2.jpg' style='width: 100%;' /></p><p>UN Photo/Evan Schneider / An aerial view of the Ayeyarwady delta region, in Myanmar, on the shores of the Andaman Sea, after being hit by cyclone damage (file photo).</p><p>26 August 2024 / Humanitarian Aid<br/><br/>In flood-hit Myanmar, UN humanitarians said on Monday that aid teams have begun distributing emergency relief to families affected by monsoon rains in the Ayeyarwady Delta. Some 500,000 people in the key rice-growing region could be affected.<br/><br/>The UN World Food Programme (WFP) said that initial reports indicated that hundreds of thousands of acres of farmland have been inundated. In the hardest-hit areas, urgent needs include basic food, drinking water, and sanitation.<br/><br/>The emergency compounds the dire situation across vast areas of Myanmar more than three years since a military coup that has led to escalating fighting, surging displacement and extreme protection threats.<br/><br/>Initially, WFP plans to assist some 35,000 people now sheltering in evacuation centres in Ayeyarwady. Food packs include rice and fortified biscuits, along with nutrition support for mothers and children, to prevent acute malnutrition.<br/><br/>Sheela Matthew, WFP Representative in Myanmar, warned that the flooding “threatens to significantly reduce monsoon rice yields” and will likely “jeopardize the food security of smallholder farmers”.<br/><br/>Vast challenges<br/><br/>She added that the impacts of the rising waters “are likely to be felt not just in Ayeyarwady but more broadly across Myanmar”, hence WFP’s response “to help mitigate potential food shortages”.<br/><br/>According to the Myanmar Humanitarian Needs and Response Plan 2024, even before the flooding, 1.5 million people in Ayeyarwady required humanitarian assistance – one in four of the population.<br/><br/>The UN aid office OCHA which issued the grim country assessment last December noted that than 18.6 million people were estimated to be in humanitarian need. “Children are bearing the brunt of the crisis with six million children in need as a result of displacement, interrupted healthcare and education, food insecurity and malnutrition, and protection risks including forced recruitment and mental distress,” it said.<br/><br/>Rare intervention<br/><br/>The WFP aid operation marks its first intervention in the delta in nine years; the UN agency last provided assistance in 2015 following widespread flooding.<br/><br/>It has also supported assistance so far to 130,000 people in flood-affected communities across Myanmar in Bago, Kachin, Kayin, Magway, Mandalay, and Sagaing. “WFP is assessing the needs in Rakhine and stands ready to respond,” it noted in a press release.<br/><br/>The UN agency’s flood response includes areas that have been affected by conflict, except for Ayeyarwady and parts of Bago, which are among the only few regions in Myanmar where there is no fighting.</p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/08/1153546'>https://news.un.org/en/story/2024/08/1153546</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-08-26",
    "clk_count": "17"
  },
  {
    "news_id": "42",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Understanding impact: new collaboration commences between GRI and IFVI",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date:05 September 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240913_m_en/1.jpg' style='width: 100%;' /></p><p>MoU signed on working together to advance the application and measurement of corporate impacts</p><p>Two global organizations committed to enabling businesses to contribute to a just and sustainable future, through a deep understanding of their impacts, have announced the start of a new partnership.<br/><br/>GRI has been the champion of impact reporting for over 25 years, with the GRI Standards the world’s most widely used framework for sustainability reporting. Meanwhile, the International Foundation for Valuing Impacts (IFVI), launched in 2022, builds on the frameworks and protocols of GRI and existing standard-setters to develop the next level of sustainability information – the monetary valuation of impacts, also called impact accounting.<br/><br/>Together, GRI and IFVI aim to make sustainability data as accessible, actionable and comparable as financial data. Under a Memorandum of Understanding (MoU), GRI and IFVI have agreed to:</p><p><ul><li>Collaborate on building market uptake of each other’s methodologies, approaches and standards;</li><li>Mutual promotion of each organization’s research, thought leadership, events and other activities to build capacity and expertise;</li><li>Joint stakeholder engagement, such as seminars and roundtables on sustainability reporting and data availability;</li><li>Align fundraising activities through joint funding proposals;</li><li>Jointly collaborate on capacity building initiatives, for example in relation to GRI’s Sustainability Innovation Lab.</li></ul></p><p>“Given the strong alignment between the missions of GRI and the IFVI, which both emphasize the crucial value of accountability on impacts, it is clear that the two organizations share common interests and goals. I am delighted, therefore, to formalize and deepen our collaboration through this MoU. Unlocking open access to sustainability data will empower companies, investors and other stakeholders to strengthen transparency in the supply chain, driving informed decision-making towards a more sustainable future. Through strategic collaboration and mutual support, GRI and IFVI will work together to make this a reality.”<br/><br/>-Eelco van der Enden, CEO of GRI<br/><br/>“IFVI was founded to build on the critical work of organizations like GRI to develop a globally applicable and comprehensive impact accounting methodology for the public good. We’re thrilled to be working closer with GRI and continue the work of our peers in increasing collaboration and alignment in the pursuit of our shared goal of a just and sustainable economic system.”<br/><br/>-T. Robert Zochowski, President & CEO of IFVI</p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/understanding-impact-new-collaboration-commences-between-gri-and-ifvi/'>https://www.globalreporting.org/news/news-center/understanding-impact-new-collaboration-commences-between-gri-and-ifvi/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-09-05",
    "clk_count": "17"
  },
  {
    "news_id": "43",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Clean Air Day highlights urgent need to invest in air pollution solutions for global prosperity",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>07 Sep 2024 Press release Chemicals & pollution action</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240913_m_en/2.jpg' style='width: 100%;' /></p><p>Nairobi, 7 September 2024 – The world marked the fifth annual International Day of Clean Air for blue skies today with calls for investment in clean air solutions now, as air pollution causes increasing public health, environmental, and economic harms. More than 99 percent of humanity is now breathing polluted air, leading to more than 8 million annual deaths, including more than 700,000 children under five.<br/><br/>Dirty air disproportionately affects more vulnerable populations such as women, children and older people. Air pollution has become the second leading risk factor for early death globally, overtaking tobacco for adults and second only to malnutrition for children under five. Yet despite already high and still rising economic, environmental and existential impact of air pollution, which each year costs the world USD $ 8.1 trillionin health damages alone, less than 1 per cent of international development funding is dedicated to tackling it.<br/><br/>In addition to this silent killer’s toll on human health, “pollution is also choking economies and heating up our planet, adding fuel to the fire of the climate crisis,” UN Secretary-General António Guterres said in his message for the day, which the UN General Assembly designated as a day to champion clean air causes in 2019.<br/><br/>Led by the UN Environment Programme (UNEP), this year’s theme focuses on amplifying global calls to Invest in #CleanAirNow to ensure a healthier and more prosperous future for people and the planet.<br/><br/>“Investing in clean air requires actions by both government and businesses to phase out fossil fuels, strengthen air quality monitoring, enforce air quality standards, boost renewable energy, transition to clean cooking, build sustainable transport and sustainable waste management systems, clean up supply chains, and reduce harmful emissions, including methane,” the UN Secretary-General said.<br/><br/>Ahead of Clean Air Day, the UNEP-convened Climate and Clean Air Coalition(CCAC) launched AQMx, a global air quality management platform, on 5 September in response to calls from countries for greater regional knowledge sharing and action on improving air quality that led to a resolution at this year’s UN Environment Assembly (UNEA-6) talks.<br/><br/>UNEP Executive Director Inger Andersen used her Clean Air Day messageto call for greater investment in air pollution solutions in all societies, and an end to the violation of every human being’s fundamental right to breathe clean air.<br/><br/>“We are asking nations, regions and cities to establish robust air quality standards by backing renewable energy and sustainable transport, holding industry to account with strict emission standards, and integrating air quality into climate action,” she said.<br/><br/>“We are asking for strong funding through redirecting fossil fuel subsidies, through grants or microloans for cleaner cooking technologies, and through serious private sector engagement and investment,” she added. “We are asking for collective action, from international development initiatives to individuals that can make small changes in their own lifestyles.”<br/><br/>Events across the world marked the International Day of Clean Air for blue skies: South Africa held a two-day conference, and UNEP supported a webinar to highlight how African cities can avoid open burning of waste. There were high-level discussions in Asia featuring youth voices from across the continent, and a celebration on the site of a former steel mill in Beijing that was transformed into an outdoor Olympic Games area to tackle air pollution. In Latin America, UNEP and Wikimedia held an editing workshop to improve public information on air pollution, and in North America, the CCAC, UNEP and the World Resources Institute hosted a Clean Air Day event that featured speakers from NASA, the U.S. and U.K. governments, and the World Bank.<br/><br/>The good news is that air pollution is preventable, and people around the world are stepping up to address the crisis. Proving that change is possible, some cities have slashed air pollution levels, while countries have committed to reducing methane – a potent air pollutant also driving global warming – through the Global Methane Pledge and developed integrated plans to comprehensively tackle air pollution. A 20 per cent decrease in just one common pollutant, PM2.5, could lead to a 16 per cent jump in employment growth and 33 per cent jump in productivity, while reducing methane emissions could save between USD $4 billion and USD $33 billion by halving crop losses by 2050. Cutting super pollutants could further limit temperature rise and protect food security by preventing up to 0.5°C of warming by 2050.<br/><br/>To limit harm from unclean air, Governments can, among other measures, set and implement stricter air quality standards, invest in air quality monitoring to identify and track pollution hotspots, build institutional capacity to address air pollution, and integrate clean air measures into national policies and plans. Businesses should invest in clean technologies and practices that reduce emissions and assess their air pollution footprint and make clean air a core aspect of their business planning.<br/><br/>Air pollution knows no borders, and everyone has a duty to protect our atmosphere and a right to inhale healthy air. By working across all regions, sectors, and societies, and investing in cleaning up our air we can collectively breathe easier for generations to come.</p><p>Source:<a target='_blank' href='https://www.unep.org/news-and-stories/press-release/clean-air-day-highlights-urgent-need-invest-air-pollution-solutions'>https://www.unep.org/news-and-stories/press-release/clean-air-day-highlights-urgent-need-invest-air-pollution-solutions</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-09-07",
    "clk_count": "17"
  },
  {
    "news_id": "44",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "G20 GDP growth remains relatively stable in the second quarter of 2024",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><a target='_blank' href='https://www.oecd.org/content/dam/oecd/en/data/insights/statistical-releases/2024/9/g20-gdp-growth-Q2-2024.pdf'>Download in PDF (includes tables)</a></p><p>Gross domestic product (GDP) growth in the G20 area remained relatively stable in Q2 2024, with a 0.7% quarter-on-quarter increase according to provisional estimates, slightly down from 0.8% in the previous quarter (Figure 1).<br/><br/>China, India, and the United States contributed the most to G20’s economic growth in Q2 2024,1 although Brazil and Saudi Arabia saw the highest growth rates (both at 1.4%). Growth in both China and India slowed (from 1.5% to 0.7% and from 1.7% to 1.3%, respectively). Japan saw a significant recovery, from a 0.6% contraction in Q1 to a 0.7% expansion in Q2, whereas the United States recorded a more modest increase, from 0.4% to 0.7%.<br/><br/>The remaining G20 countries experienced weaker growth than the G20 as a whole, with GDP in Korea and Germany even contracting (by 0.2% and 0.1%, respectively). Growth in Türkiye slowed sharply, from 1.4% to 0.1%. France, Italy, and the United Kingdom recorded minor decreases (with growth rates of 0.2%, 0.2% and 0.6% respectively). On the other hand, Canada and Mexico saw small increases (to 0.5% and 0.2%, respectively), while growth picked up in South Africa to 0.4% in Q2, after no growth in Q1. Growth remained stable in Australia at 0.2% and little change was observed in the European Union and the euro area, both zones recording 0.2% in Q2 compared to 0.3% in Q1 2024.<br/><br/>Compared with the same quarter of the previous year, GDP in the G20 area grew by 3.1% in Q2 2024, slightly down from 3.2% in the previous quarter (Table 2). Among G20 economies, India recorded the highest year-on-year growth rate (6.8%) in Q2, followed by Indonesia (5.0%). Japan recorded the largest fall (-0.9%).</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240927_m_en/1.png' style='width: 100%;' /></p><p>Notes:<br/><br/>1. China’s nominal GDP represented 24.2% of G20 GDP in 2023, that of the United States 19.1% and that of India 10.0% (see Annex table 1 in the methodological note).<br/><br/>Methodology<br/><br/>• Methodological Notes: Compilation of G20 Quarterly Economic Growth(PDF)<br/><br/>Release dates<br/><br/>• Next release: 12 December 2024<br/><br/>• All release dates<br/><br/>Contact us<br/><br/>For further information, journalists are invited to contact the OECD's Media Relations<br/><br/>Division on (33) 1 45 24 97 00; others should contact the Statistics and Data Directorate<br/><br/></p><p>Source:<a target='_blank' href='https://www.oecd.org/en/data/insights/statistical-releases/2024/09/g20-gdp-growth-second-quarter-2024.html'>https://www.oecd.org/en/data/insights/statistical-releases/2024/09/g20-gdp-growth-second-quarter-2024.html</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-09-12",
    "clk_count": "17"
  },
  {
    "news_id": "45",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Press release: Global regenerative agriculture initiative hits major milestones as collaborative efforts accelerate",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published 19 September, 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240927_m_en/2.png' style='width: 100%;' /></p><p>5-Year Progress Report: Global Regenerative Agriculture Coalition Reaches Major Milestone of $3.6 Billion Invested, 300,000 Farmers Enrolled in Programs; 12.5 Million Hectare Regenerative Agriculture Footprint by 2030, with 3.9 Million Already Impacted<br/><br/>NEW YORK CITY, NY – September 19, 2024: The One Planet Business for Biodiversity (OP2B) coalition, one of the first private sector regenerative agriculture initiatives, convened by the World Business Council for Sustainable Development (WBCSD), reached a major impact milestones as it celebrates its five-year anniversary in September. Comprising of 26 corporate members with a collective market value of US $893 billion, OP2B has worked since its launch in 2019 to incentivize regenerative agriculture, a holistic approach to transform agricultural models, taking environmental and socioeconomic dimensions into account.<br/><br/>Regenerative agriculture is absolutely critical to transforming the food system. We must put farmers at the center of everything we do, adapting to the diverse realities of the geographies where we operate, while embracing technology and fostering innovative public-private mechanisms to accelerate the change. In doing so, we are creating a model which is actually more economically sustainable for the farmers.<br/><br/>- Antoine de Saint-Affrique, Danone CEO and OP2B Co-Chair<br/><br/>Collaboration is key to transforming our agricultural systems. Regenerative agriculture offers a solution to the growing challenges farmers and businesses face, but we need coordinated action across the value chain to make it a reality. At OP2B, we are focused on lifting the barriers to accelerate the transition to regenerative agriculture. This is the path for a regenerative and equitable agricultural system producing quality raw material and nutritious food for all.<br/><br/>– Peter Bakker, President and CEO, World Business Council for Sustainable Development and OP2B Co-Chair<br/><br/>With only 5 harvests left until 2030, there is an urgent need to accelerate the scale-up from pilots to large-scale landscapes transformations to stay within planetary boundaries. By collectively investing in regenerative agriculture, we can contribute to a net-zero, climate-resilient, nature positive and equitable agricultural system. We call upon financial actors, businesses and policymakers to unite in supporting farmers to transition to regenerative agricultural practices.<br/><br/>– Stefania Avanzini, Director OP2B<br/><br/>The five-year progress report released today, “OP2B Five-Year Report: Demonstrating progress on regenerative agriculture,” examines efforts by 19 value chain actors of the 26 OP2B members. According to the report, investments in transition finance for regenerative agriculture totaled US $3.6 billion between 2019 and 2023. The coalition aims to impact over 12 million hectares of land, equivalent to over 29 million acres, by 2030.<br/><br/>The transition to regenerative agriculture will require continued partnership and investment across the value chain to deliver impact at scale and speed to future proof our global food systems. That’s why we are proud to be founding members of OP2B which enables the acceleration of collaboration across industries to drive change and ultimately support farming partners on this journey to greater resilience.<br/><br/>- Max Koeune, CEO of McCain Foods and OP2B board member<br/><br/>With the increasing frequency of extreme weather events (such as droughts, flooding and extreme heat), combined with the immense loss of biodiversity due to agriculture over the past several decades, regenerative farming practices can be a powerful tool for farmers to adapt to a changing climate and increase profitability. Regenerative farming holds a positive business case for farmers, increasing farm profitability and the resilience of farming communities. It can restore degraded agricultural soils and positively impact climate, biodiversity and water.<br/><br/>It is crucial that food and beverage companies focus on collaborative action with farmers to help regenerative agricultural practices become the norm around the world. We need to help standardize, simplify and de-risk this transition for farmers and build resiliency across all our supply chains. At Diageo, we see OP2B as a key partner in driving more effective and efficient scaling of regenerative agriculture.<br/><br/>- Ewan Andrew, President, Global Supply Chain & Procurement and Chief Sustainability Officer (CSO), Diageo<br/><br/>I’m seeing firsthand the opportunities to use regenerative agriculture practices to be more profitable and resilient. We’ve shown the world that not only is regenerative agriculture better for ecosystem management and resiliency in a changing climate, but it actually is far more profitable than standard farming practices.<br/><br/>- Meghap Sapp, farmer and one of the founders of the European Alliance for Regenerative Agriculture (EARA). EARA is a key stakeholder and Advocacy partner of OP2B<br/><br/>The potential for transformation remains largely untapped, with a funding gap of more than US $300 billion annually. By committing to regenerative agriculture, businesses can lead the way in cultivating a resilient net-zero agricultural system while benefiting biodiversity, economy and rural communities worldwide.<br/><br/>Scaling up regenerative agriculture is one of the most critical initiatives for Nestlé, the agriculture and food industry because it contributes to securing food for the future. Regenerative agriculture has proven to help farms to be more resilient against extreme weather conditions.<br/><br/>- Antonia Wanner, Group Head of ESG Strategy and Deployment, Nestlé<br/><br/>Regenerative agriculture is a critical solution to transform the way we produce food, feed and fiber, benefiting the climate, nature and people. Over the next few years, the OP2B coalition will focus on unlocking three strategic levers to scale up regenerative agriculture: harmonizing measurement, fostering collaborations to support farmers’ transition, and advocating for policies that create an enabling environment.<br/><br/>Main conclusions from the progress report:<br/><br/>• Nearly 60% of OP2B companies initiated a total number of 72 programs related to regenerative agriculture before 2022, involving 300,000 farmers. As a result, farmers cite tangible benefits from regenerative systems: healthier soil, reduced input costs, fewer complications from fertilizer run-off, greater biodiversity and better resilience to extreme climate.<br/><br/>• Investment in financing the transition to regenerative agriculture is a critical area where strides are being made. Between 2019 and 2023, investments in transition finance for regenerative finance totaled US $3.6 billion. Some 47% of OP2B members are both actively financing regenerative agriculture and disclosing the committed amount. This indicates dedication to the agricultural transition and support for farming communities. It also paves the way for other organizations to follow their lead.<br/><br/>Examples of collective actions taken by OP2B members<br/><br/>The OP2B coalition is accelerating action to transition to regenerative agricultural practices at the landscape level. OP2B member companies reported on 72 programs across their supply chains , working with farmers on the transition to regenerative agriculture. Since its inception, OP2B has been collecting insights from its members’ actions to support change in agricultural practices on the ground and across their supply chains. The key findings underlying the drivers of success (people, place, money, time and governance) point to the opportunities that are enabled through collective action. Below you will find examples of collaborative actions and here is the link to our blog series featuring impact stories from member companies.<br/><br/>Kering, L’Occitane and Mirova<br/><br/>One of the signature collaborative initiatives undertaken by OP2B members is the Climate Fund for Nature, initiated by Kering, supported by L’Occitane Group and managed by Mirova. The fund, launched in 2022, mobilizes resources from the luxury, fashion and beauty sectors to protect and restore nature, with a particular focus on female empowerment. There is already €140 million committed out of a €300 million target size.<br/><br/>We depend on nature and must take responsibility as its stewards, both individually and collectively. Together, we are leading the transition from conventional practices to sustainable farming models that restore and give back to nature. It’s not just about preserving our resources but also about securing the future viability of our entire ecosystem.<br/><br/>– Adrien Geiger, CEO L'OCCITANE en Provence<br/><br/>Kering, Inditex and Conservation International<br/><br/>Kering and Conservation International launched the Regenerative Fund for Nature in 2021, with Inditex joining in 2023 and injecting €15 million, to support innovative agricultural practices and transform the supply chains that provide the raw materials for fashion. The fund aims to transform 1 million hectares (2.5 million acres) of farms and rangeland in fashion’s supply chains to regenerative agriculture spaces by 2026.<br/><br/>PepsiCo and Archer Daniels Midland (ADM)<br/><br/>A multi-year shared value partnership between PepsiCo and ADM to reduce carbon intensity by expanding regenerative practices on up to two million acres across their shared supply chains. The project aims to support farmers across the Midwest U.S. in building resilience to climate change and has the potential to eliminate over 1.4 million metric tons of GHG emissions.<br/><br/>Farmers are critical to our business. We envision a world where food is grown in a way that revitalizes the earth, supports farmer livelihoods, feeds a growing population and innovates how ingredients are grown. PepsiCo aspires to protect biodiversity, all while seeking to support a positive future for farmers, communities and our planet. By joining forces with different partners across the value chain, including several OP2B members, we aim to empower farming communities through education, upfront investment in outcomes, peer coaching and cost-sharing – and hopefully inspire others to join the effort.<br/><br/>- Jim Andrew, EVP, Chief Sustainability Officer for PepsiCo<br/><br/>Danone, Mars and Livelihoods Funds<br/><br/>A separate OP2B member initiative, the Livelihoods Fund for Family Farming (L3F), in collaboration with Mars and OP2B member Danone, provides a new approach to transform design and investments in companies’ agricultural supply chains while improving the lives of vulnerable smallholder farmers, addressing social and environmental issues simultaneously. The fund has an investment target of €85 million over 10 years and was launched in 2015.<br/><br/>McCain, L’Occitane, Danone and Livelihoods Funds<br/><br/>OP2B members McCain, Danone and L’Occitane Group joined The Livelihoods Carbon Funds (comprised of three funds), an innovative and replicable investment model that invests in community-based solutions to restore natural ecosystems, and establish agroforestry and regenerative agriculture systems in developing countries that will generate certified carbon offsets. The first fund, launched in 2011, has invested €40 million. The second and third funds, launched in 2017 and 2021 have an investment target of €100 million and €150 million respectively.<br/><br/>Nestlé, McCain and Earthworm<br/><br/>Nestlé and Mc Cain joined Earthworm and other companies in the Living Soils collective program to connect different supply chain nodes to scale up soil restoration and develop  innovative incentives to transform agricultural practices. The program has, to date, engaged 500 farmers and 27 cooperatives and continues to onboard brands and cooperatives /traders and farmers, in different French regions.  The program’s objective is to reach 20,000 farmers by 2030.<br/><br/>MEDIA CONTACT:<br/><br/>Alex Frank, (703) 276-3264, afrank@hastingsgroupmedia.com.<br/><br/>EDITOR’S NOTE:  For publishing rights to graphics, images, and other content featured in the report, contact Alex Frank, (703) 276-3264 or afrank@hastingsgroupmedia.com.<br/><br/>Additional resources:<br/><br/>OP2B 5-year progress report: Demonstrating progress on regenerative agriculture OP2B video: Shaping the future of agriculture: our collective path toward regeneration Example of impact for farmers: InVivo: innovating for sustainable agriculture in France Example of impact for farmers: Nestlé: transforming coffee farming in Vietnam<br/><br/>About OP2B<br/><br/>One Planet Business for Biodiversity (OP2B) is an international cross-sectorial, action-oriented business coalition on biodiversity with a specific focus on agriculture. We are determined to drive transformational systemic change and catalyze action to protect and restore cultivated and natural biodiversity within the value chains, engage institutional and financial decision-makers and develop and promote policy recommendations.<br/><br/>OP2B members include Arla, Boston Consulting Group, Clarmondial, Danone, Diageo, FrieslandCampina, Groupe L’Occitane, HowGood, IKEA, Inditex, Invivo group, Kering, L’Oréal, Livelihoods Funds, LVMH, McCain Foods, Microsoft, Mirova, Mondelez, Nestlé, PepsiCo, Pernod Ricard, Symrise, Tikehau Capital, Unilever, Yara.<br/><br/>For more information, see https://www.wbcsd.org/Projects/OP2B or follow OP2B LinkedIn.<br/><br/>Related<br/><br/>Topics<br/><br/>• One Planet Business for Biodiversity (OP2B)<br/><br/>Outline<br/><br/>Main conclusions from the progress report:<br/><br/>Examples of collective actions taken by OP2B members</p><p>Source:<a target='_blank' href='https://www.wbcsd.org/news/global-regenerative-agriculture-initiative-hits-major-milestones-as-collaborative-efforts-accelerate/'>https://www.wbcsd.org/news/global-regenerative-agriculture-initiative-hits-major-milestones-as-collaborative-efforts-accelerate/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-09-19",
    "clk_count": "17"
  },
  {
    "news_id": "46",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "New fund to support chemicals and waste management in developing economies",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>01 Oct 2024 / Press release / Chemicals & pollution action</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20241028_m_en/1.jpg' style='width: 100%;' /></p><p>Nairobi, 1 October 2024 – One year after its adoption in Bonn, the Global Framework on Chemicals today launched its first call for projects targeting the safe and sustainable management of chemicals and waste. The selected projects are expected to work on green and sustainable solutions and to channel actions to prevent and minimize harm from chemicals and waste in some of the world’s most disadvantaged countries.<br/><br/>“Pollution and waste constitute a daily crisis for people’s health, undermine economic activity, and leave nature permanently scarred,” said Sheila Aggarwal-Khan Director of the UNEP Industry and Economy Division. “Today the historic Framework is turning from text into practice and providing concrete benefits for those at the frontlines of this crisis.”<br/><br/>At the Fifth International Conference on Chemicals Management, held in September 2023 in Bonn, delegates from around the world representing governments, private sector, civil society, academia and youth adopted the Framework.  During the conference this dedicated trust fund was set up to support low-and middle-income countries, including small island developing states, in addressing chemicals, including products and waste in line with international standards.<br/><br/>Selected projects will receive 300,000 to 800,000 USD for up to three years to support transformative change to prevent and minimize harm from chemicals and waste and to protect the environment and human health, including vulnerable groups and workers. Such projects will need to have co-financing and in-kind contributions of at least 25 per cent. Governments can apply for funding as well as civil society networks, subject to an agreement with the respective government.<br/><br/>The fund is aiming for medium-scale projects that strengthen national and regional capacities on chemicals and waste management, support the national policies and regulations, advance solutions along the value chain, and work with ministries, regional centres, health networks, major industry sectors, investment and development banks, small businesses, as well as civil society. Priority will be given to projects that ensure their long-term sustainability beyond the Fund’s three-year funding.<br/><br/>The Framework outlines a set of 28 targets to address chemicals, including the prevention of illegal trade and trafficking of chemicals and waste, the implementation of national legal frameworks, the alignment of financial flows, the phase out of highly hazardous pesticides in agriculture by 2035, the transition to safer and more sustainable chemical alternatives and greater transparency and access to information regarding chemicals and their associated risks.<br/><br/>The fund – which complements existing financial mechanisms, including those designed to tackle the two other planetary threats of climate change and biodiversity loss – has received initial support of around 27 million USD, primarily from Germany, as well as the Netherlands, Spain, Switzerland, the United Kingdom, and the International Council of Chemical Associations. Applicants will be able to learn more in a series of webinars on the Fund, its priorities, and on how to apply.<br/><br/>NOTES TO EDITORS<br/><br/>About the Global Framework on Chemicals<br/><br/>The Global Framework on Chemicals is humanity’s blueprint for a planet free of harm from chemicals and waste. This multi-sectoral agreement focuses on chemicals and waste and calls for the prevention of illegal trade, the strengthening of national legal frameworks, the elimination of highly hazardous pesticides in agriculture by 2035, the alignment of financial flows and the need to work with supply chain actors.<br/><br/>About the UN Environment Programme (UNEP)<br/><br/>UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br/><br/>For more information, please contact:<br/><br/>News and Media Unit, UN Environment Programme</p><p>Source:<a target='_blank' href='https://www.unep.org/news-and-stories/press-release/new-fund-support-chemicals-and-waste-management-developing-economies'>https://www.unep.org/news-and-stories/press-release/new-fund-support-chemicals-and-waste-management-developing-economies</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-10-01",
    "clk_count": "17"
  },
  {
    "news_id": "47",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Momentum building on climate finance and climate action",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 04 October 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20241028_m_en/2.png' style='width: 100%;' /></p><p>GRI Climate Change and Energy Standards examined at New York Climate Week</p><p>At Climate Week 2024 in New York, climate finance and corporate transparency were major topics. Harold Pauwels, GRI’s Director of Standards, led discussions on GRI’s upcoming Climate Change and Energy Standards. Reflecting on progress since COP28, In this Medium article he highlights what's to come:<br/><br/>Between two COPs: fresh perspectives on climate action from NYC<br/><br/>COP28 in Dubai saw major climate pledges, including $57 billion in commitments and the launch of the Loss and Damage Fund. However, adaptation funding fell short. As we look to COP29 in Baku, finance alone isn’t enough. Nations must commit to transparent, ambitious climate plans.<br/><br/>During Climate Week, GRI emphasized how private sector accountability can bridge the gap. Two new standards under development on climate change and energy will prioritize reporting that addresses emissions reduction, renewable energy, and a just transition approach.<br/><br/>“Increased corporate transparency and stronger accountability are essential parts of this complex equation. But it’s not just about the environment – it’s about inclusivity. COP29 must bring diverse stakeholders to the table, ensuring that all voices are heard and driving equitable solutions that leave no one behind.”<br/><br/>-Harold Pauwels, Director of Standards at GRI</p><p>Source:<a target='_blank' href='https://www.globalreporting.org/news/news-center/momentum-building-on-climate-finance-and-climate-action/'>https://www.globalreporting.org/news/news-center/momentum-building-on-climate-finance-and-climate-action/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-10-04",
    "clk_count": "17"
  },
  {
    "news_id": "48",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "UN chief calls for safety of peacekeepers after  IDF breaches UN position in Lebanon",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20241028_m_en/3.jpg' style='width: 100%;' /></p><p>UN Photo/Eskinder Debebe / UN Secretary-General António Guterres. (file photo)</p><p>13 October 2024 / Peace and Security<br/><br/>The UN Secretary-General on Sunday reiterated that the safety and security of UN personnel and property must be guaranteed, following the deliberate breach of a UN peacekeeping position by Israel Defense Forces (IDF) armored vehicles in southern Lebanon.<br/><br/>The incident took place early on Sunday morning (local time), when two IDF Merkava tanks destroyed the main gate and forcibly entered the position, according to the UN Interim Force in Lebanon. About two hours later, after the tanks had left, several rounds were fired nearby, emitting smoke that affected the peacekeepers inside.<br/><br/>These developments followed several security incidents targeting peacekeepers over recent days. According to UNIFIL, five peacekeepers have been injured, UN positions and premises damaged, and critical Mission movements disrupted.<br/><br/>“The Secretary-General reiterates that the safety and security of UN personnel and property must be guaranteed and that the inviolability of UN premises must be respected at all times without qualification,” the UN chief’s Spokesperson said in a statement.<br/><br/>Secretary-General António Guterres also paid tribute to the dedicated personnel of UNIFIL, adding that “peacekeepers remain in all positions and the UN flag continues to fly.”</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20241028_m_en/4.png' style='width: 100%;' /></p><p>Security Council mandate<br/><br/>The statement further noted that UNIFIL “continuously assesses and reviews” all factors to determine its posture and presence, and that it is taking all possible measures to ensure the protection of its peacekeepers.<br/><br/>“UNIFIL’s role and its presence in southern Lebanon is mandated by the UN Security Council,” the statement continued, adding “in this context, UNIFIL is committed to preserving its capacity to support a diplomatic solution based on resolution 1701, which is the only possible way forward.”<br/><br/>Established by the Security Council, UNIFIL is tasked with monitoring the cessation of hostilities following the 2006 war between Israel and Hezbollah, confirming the withdrawal of Israeli forces from southern Lebanon, and assisting the Lebanese government in restoring its authority in the area.<br/><br/>Breach of international law<br/><br/>The Secretary-General emphasized that UNIFIL personnel and its premises must never be targeted.<br/><br/>“Attacks against peacekeepers are in breach of international law, including international humanitarian law. They may constitute a war crime,” the statement noted.<br/><br/>The Secretary-General further called on all parties, including the IDF, “to refrain from any and all actions” that put UN peacekeepers at risk.<br/><br/>He also renewed the call for a cessation of hostilities and the full implementation of Security Council resolution 1701.</p><p>Source:<a target='_blank' href='https://news.un.org/en/story/2024/10/1155666'>https://news.un.org/en/story/2024/10/1155666</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-10-13",
    "clk_count": "17"
  },
  {
    "news_id": "49",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for responsible AI: 2025 International AI Standards Summit announced this World Standards Day",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published on 14 October 2024</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20241028_m_en/5.png' style='width: 100%;' /></p><p>The International Organization for Standardization (ISO), the International Electrotechnical Commission (IEC) and the International Telecommunication Union (ITU) have announced today, on World Standards Day, a joint effort to launch the 2025 International AI Standards Summit.<br/><br/>This initiative follows the adoption of the Global Digital Compact by world leaders in September, and is a direct response to a call to action by the United Nations to enhance Artificial Intelligence (AI) governance through International Standards.<br/><br/>Geneva, Switzerland / New Delhi, India, 14 October 2024<br/><br/>The 2025 International AI Standards Summit was announced today at the Fifth Global Standards Symposium in New Delhi, India, during a special session dedicated to the crucial role of International Standards in ensuring safe, responsible and inclusive use of AI. The first iteration of the summit is being held this week in New Delhi.<br/><br/>This joint initiative by IEC, ISO and ITU advances the UN’s framework for global governance of digital technology and AI, the Global Digital Compact. The Compact, which was adopted last month as part of the “Pact for the Future” by world leaders convening at the 2024 UN Summit of the Future, highlights the need for increased collaboration among standards development organizations in promoting the development and adoption of interoperable AI standards that uphold safety, reliability, sustainability and human rights.<br/><br/>The launch of the International AI Standards Summit is a tangible example of the strength of collaboration between the three organizations, and directly answers the call to action for an AI summit outlined in the UN’s recently published High-level Advisory Body report, ‘Governing AI for Humanity’.<br/><br/>As underscored by the UN, AI is already transforming our world, and while it offers tremendous potential for good, if left ungoverned, potential opportunities may not manifest or be distributed equitably.<br/><br/>The International AI Standards Summit aligns with this vision and will serve as a vital platform to address the complex challenges posed by AI, ensuring that standards are developed and remain relevant to foster safe, transparent, and inclusive technologies for all.<br/><br/>ISO Secretary-General Sergio Mujica said there is a critical need for a collaborative approach to effective AI governance through International Standards.<br/><br/>“The adoption of International Standards in a coordinated way is instrumental in ensuring a future of responsible use of AI,” Mr Mujica said.<br/><br/>“AI is revolutionizing industries, driving innovation, and building the resilient infrastructure needed to achieve sustainable development all over the world.<br/><br/>“International Standards lay at the heart of this transformation, helping to ensure that AI is developed, deployed and used in a responsible manner across the globe.<br/><br/>“ISO is committed to developing standards that advance the United Nations Sustainable Development Goals. Our ongoing cooperation with IEC and ITU reinforces this mission, including initiatives like the AI and Multimedia Authenticity Standards Collaboration, which we announced in May.<br/><br/>“Standards can support policy goals where global governance is essential, promoting the dissemination of beneficial systems and practices and fostering the efficient development of advanced AI technologies.”<br/><br/>By bringing together key stakeholders and experts from around the world, the summit will build a strong foundation for AI governance, advancing the work on creating global standards that promote inclusive and responsible AI development. The 2025 International AI Standards Summit will take place from 2-3 December 2025 in Seoul, hosted by the Korean Agency for Technology and Standards (KATS).<br/><br/>“We have a responsibility to deliver standards that build confidence in the digital world that underpins so much of our society. Our joint standardization work is already bringing benefits in terms of enhanced interoperability, trustworthiness and transparency in emerging technologies like AI. By working together, IEC, ISO and ITU can leverage their unique expertise and provide valuable insights on AI standards to help governments and policymakers make more informed governance decisions.” said Philippe Metzger, IEC Secretary-General & CEO.<br/><br/>“As three organizations who are committed to delivering on the call in the recent Global Digital Compact, we are pleased to launch the AI Standards Summit. We believe this will enable tangible, and concrete outcomes to further AI innovation in a way that serves the best interests for humanity,” he added.<br/><br/>Seizo Onoe, Director of the ITU Telecommunication Standardization Bureau, reiterated the importance of the partnership:<br/><br/>“ITU is proud to host the first edition of the International AI Standards Summit this week in New Delhi together with our longstanding partners IEC and ISO. We are committed to ensuring that standards support responsible AI governance. That is also the aim of our standards collaboration on AI watermarking and multimedia authenticity launched at this year’s AI for Good Global Summit. IEC, ISO and ITU are now collaborating to develop an AI standards database, a key priority for the UN Secretary-General’s Envoy on Technology.“<br/><br/>The launch of the 2025 International AI Standards Summit on World Standards Day is significant. World Standards Day 2024 encourages the building of a world where resilient infrastructure, sustainable industrial growth, and cutting-edge innovation – powered by AI and supported by International Standards – can drive economic transformation, today and for future generations.<br/><br/>More information about World Standards Day is available at www.worldstandardsday.org<br/><br/></p><p>Source:<a target='_blank' href='https://www.iso.org/news/2024/10/2025-international-AI-Standards-Summit'>https://www.iso.org/news/2024/10/2025-international-AI-Standards-Summit</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2024-10-14",
    "clk_count": "17"
  }
]