[
  {
    "news_id": "1",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for transparency on climate change impacts",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Consultation underway for GRI Climate Change and Energy Standards On the eve of the UN COP28 climate change summit, GRI has published draft versions of two standards that will be central to how organizations around the world commit to greater accountability for their climate change impacts.</p>\n<p>A public comment period is underway to seek global feedback on a proposed new GRI Topic Standard for Climate Change, as well as an updated GRI Energy Standard. Responding to emerging disclosure expectations on climate change, the key focus in the exposure drafts is on how organizations can cut their greenhouse gas (GHG) emissions and reduce energy consumption, in ways that support the principles of a just transition.As confirmed in the UNFCCC global stock-take, the world is not on track to meet the Paris Agreement goals, with calls for action to be rapidly accelerated. Given that the credibility of climate change targets and pledges made   by organizations is increasingly scrutinized, the exposure drafts explicitly asks them to explain how their actions relate to the Paris Agreement’s central aim to limit global temperature rises to 1.5 degrees Celsius.The drafted Climate Change Standard will enable organizations to:</p></p><ul><li>Fully disclose climate change transition and adaption plans and actions;</li><li>Detail annual progress on emissions reduction targets; and</li><li>Robustly explain and be transparent about their use of carbon credits and GHG removals.</li></ul><p>Importantly, it has a new disclosure on the social aspect of climate change, emphasizing accountability for impacts on workers, communities and vulnerable groups. It also draws strong parallels between the inter-connected topics of climate change and biodiversity.</p><p>Meanwhile, the exposure draft for a revised Energy Standard has a sharp focus on the ways in which organizations are reducing energy consumption, achieving energy efficiency and sourcing renewable energy – all of which are essential to combat climate change and ensure companies tangibly demonstrate how they are decreasing their carbon footprint.</p><p>Carol Adams, Chair of the Global Sustainability Standards Board (GSSB) – the independent body that sets the GRI Standards – said:</p><p><em>“The scientific evidence and international consensus is unequivocal: climate change threatens humanity’s well-being and the planet's health. That is why there are growing demands for organizations to provide in-depth information about how they are reducing GHG emissions, taking concrete steps to mitigate and adapt to climate change – and how their actions impact on people and the environment.The review by GRI of climate change-related Standards reflects stakeholder expectations, including from investors. In advance of crucial decisions and new commitments being made at COP28, it’s significant that these exposure drafts are available for consultation, paving the way for robust and globally comparable reporting by organizations on their climate change and energy related impacts.”</em></p><p>The public comment period is open until 29 February 2024, with the final standards expected to be published before the end of 2024. Global webinars to present the exposure drafts are taking place on 28 November – at 9 am CET and 5 pm CET – and free places can now be booked. This will be followed by specific Q&A sessions in January, further details on which will be shared in the coming weeks.The exposure drafts have been developed by a multi-stakeholder and independent Technical Committee. As the climate and energy topics are closely interrelated, a decision was taken for the standards to be co-developed by the same experts, supported by an appointed subgroup, with a joint decision-making process used to achieve close alignment.The review of climate change related GRI Standards was commissioned and overseen by the Global Sustainability Standards Board, following a defined Due Process Protocol. Following the public comment period, the draft Standards will be refined before approval by the GSSB, ensuring the final versions meet multi-stakeholder expectations and follow internationally accepted best practice for disclosure of climate and energy related impacts.To ensure GHG emissions reporting in the draft Climate Change Standard is based on the latest insights of the GHG Protocol standards and guidance, the GHG Protocol team is part of the Technical Committee. Cooperation and review of the drafts has taken place, and will be continued, with EFRAG, some national standard setters and the ISSB, to achieve alignment with their respective climate-related disclosures.The Energy exposure draft proposes an update to GRI 302: Energy 2016. The Climate Change exposure draft brings together new disclosures as well as reviewing and updating climate change related content from GRI 305: Emissions 2016 and GRI 201: Economic Performance 2016.</p>\n",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2018-09-20",
    "clk_count": "17"
  },
  {
    "news_id": "2",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for transparency on climate change impacts",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 21 November 2023</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231130_en/1.jpg' style='width: 100%;' /></p><p>On the eve of the UN COP28 climate change summit, GRI has published draft versions of two standards that will be central to how organizations around the world commit to greater accountability for their climate change impacts.<br /><br />A public comment period is underway to seek global feedback on a proposed new GRI Topic Standard for Climate Change, as well as an updated GRI Energy Standard. Responding to emerging disclosure expectations on climate change, the key focus in the exposure drafts is on how organizations can cut their greenhouse gas (GHG) emissions and reduce energy consumption, in ways that support the principles of a just transition.<br /><br />As confirmed in the UNFCCC global stock-take, the world is not on track to meet the Paris Agreement goals, with calls for action to be rapidly accelerated. Given that the credibility of climate change targets and pledges made   by organizations is increasingly scrutinized, the exposure drafts explicitly asks them to explain how their actions relate to the Paris Agreement’s central aim to limit global temperature rises to 1.5 degrees Celsius.<br /><br />The drafted Climate Change Standard will enable organizations to:<br /><br />Fully disclose climate change transition and adaption plans and actions;<br /><br />Detail annual progress on emissions reduction targets; and<br /><br />Robustly explain and be transparent about their use of carbon credits and GHG removals.<br /><br />Importantly, it has a new disclosure on the social aspect of climate change, emphasizing accountability for impacts on workers, communities and vulnerable groups. It also draws strong parallels between the inter-connected topics of climate change and biodiversity.<br /><br />Meanwhile, the exposure draft for a revised Energy Standard has a sharp focus on the ways in which organizations are reducing energy consumption, achieving energy efficiency and sourcing renewable energy – all of which are essential to combat climate change and ensure companies tangibly demonstrate how they are decreasing their carbon footprint.<br /><br />Carol Adams, Chair of the Global Sustainability Standards Board (GSSB) – the independent body that sets the GRI Standards – said:<br /><br />[The scientific evidence and international consensus is unequivocal: climate change threatens humanity’s well-being and the planet's health. That is why there are growing demands for organizations to provide in-depth information about how they are reducing GHG emissions, taking concrete steps to mitigate and adapt to climate change – and how their actions impact on people and the environment.<br /><br />The review by GRI of climate change-related Standards reflects stakeholder expectations, including from investors. In advance of crucial decisions and new commitments being made at COP28, it’s significant that these exposure drafts are available for consultation, paving the way for robust and globally comparable reporting by organizations on their climate change and energy related impacts.]<br /><br />The public comment period is open until 29 February 2024, with the final standards expected to be published before the end of 2024. Global webinars to present the exposure drafts are taking place on 28 November – at 9 am CET and 5 pm CET – and free places can now be booked. This will be followed by specific Q&A sessions in January, further details on which will be shared in the coming weeks.<br /><br />The exposure drafts have been developed by a multi-stakeholder and independent Technical Committee. As the climate and energy topics are closely interrelated, a decision was taken for the standards to be co-developed by the same experts, supported by an appointed subgroup, with a joint decision-making process used to achieve close alignment.<br /><br />The review of climate change related GRI Standards was commissioned and overseen by the Global Sustainability Standards Board, following a defined Due Process Protocol. Following the public comment period, the draft Standards will be refined before approval by the GSSB, ensuring the final versions meet multi-stakeholder expectations and follow internationally accepted best practice for disclosure of climate and energy related impacts.<br /><br />To ensure GHG emissions reporting in the draft Climate Change Standard is based on the latest insights of the GHG Protocol standards and guidance, the GHG Protocol team is part of the Technical Committee. Cooperation and review of the drafts has taken place, and will be continued, with EFRAG, some national standard setters and the ISSB, to achieve alignment with their respective climate-related disclosures.<br /><br />The Energy exposure draft proposes an update to GRI 302: Energy 2016. The Climate Change exposure draft brings together new disclosures as well as reviewing and updating climate change related content from GRI 305: Emissions 2016 and GRI 201: Economic Performance 2016.<br /><br />Source: <a target='_blank' href='https://www.globalreporting.org/news/news-center/setting-the-standard-for-transparency-on-climate-change-impacts/'>https://www.globalreporting.org/news/news-center/setting-the-standard-for-transparency-on-climate-change-impacts/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-21",
    "clk_count": "17"
  },
  {
    "news_id": "3",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Governments plan to produce double the fossil fuels in 2030 than the 1.5°C warming limit allows",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>08 NOV 2023 / PRESS RELEASE / CLIMATE ACTION</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_m_en/2.png' style='width: 100%;' /></p><p>Stockholm, 8 November 2023 – A major new report published today finds that governments plan to produce around 110% more fossil fuels in 2030 than would be consistent with limiting warming to 1.5°C, and 69% more than would be consistent with 2°C.<br /><br />This comes despite 151 national governments having pledged to achieve net-zero emissions and the latest forecasts which suggest global coal, oil, and gas demand will peak this decade, even without new policies. When combined, government plans would lead to an increase in global coal production until 2030, and in global oil and gas production until at least 2050, creating an ever-widening fossil fuel production gap over time.<br /><br />The report’s main findings include:<br /><br />Given risks and uncertainties of carbon capture and storage and carbon dioxide removal, countries should aim for a near total phase-out of coal production and use by 2040, and a combined reduction in oil and gas production and use by three-quarters by 2050 from 2020 levels, at a minimum.<br /><br />While 17 of the 20 countries featured have pledged to achieve net-zero emissions — and many have launched initiatives to cut emissions from fossil fuel production activities — none have committed to reduce coal, oil, and gas production in line with limiting warming to 1.5°C.<br /><br />Governments with greater capacity to transition away from fossil fuels should aim for more ambitious reductions and help support the transition processes in countries with limited resources.<br /><br />The 2023 Production Gap Report: “Phasing down or phasing up? Top fossil fuel producers plan even more extraction despite climate promises” is produced by Stockholm Environment Institute (SEI), Climate Analytics, E3G, International Institute for Sustainable Development (IISD) and the UN Environment Programme (UNEP). It assesses governments’ planned and projected production of coal, oil, and gas against global levels consistent with the Paris Agreement’s temperature goal.<br /><br />「Governments are literally doubling down on fossil fuel production; that spells double trouble for people and planet,」 said UN Secretary-General António Guterres. 「We cannot address climate catastrophe without tackling its root cause: fossil fuel dependence. COP28 must send a clear signal that the fossil fuel age is out of gas — that its end is inevitable. We need credible commitments to ramp up renewables, phase out fossil fuels, and boost energy efficiency, while ensuring a just, equitable transition.」<br /><br />July 2023 was the hottest month ever recorded, and most likely the hottest for the past 120,000 years, according to scientists. Across the globe, deadly heat waves, droughts, wildfires, storms, and floods are costing lives and livelihoods, making clear that human-induced climate change is here. Global carbon dioxide emissions — almost 90% of which come from fossil fuels — rose to record highs in 2021–2022.<br /><br />「Governments’ plans to expand fossil fuel production are undermining the energy transition needed to achieve net-zero emissions, throwing humanity’s future into question,」said Inger Andersen, Executive Director of UNEP. 「Powering economies with clean and efficient energy is the only way to end energy poverty and bring down emissions at the same time.」<br /><br />「Starting at COP28, nations must unite behind a managed and equitable phase-out of coal, oil and gas — to ease the turbulence ahead and benefit every person on this planet,」 she added.<br /><br />The 2023 Production Gap Report provides newly expanded country profiles for 20 major fossil-fuel-producing countries: Australia, Brazil, Canada, China, Colombia, Germany, India, Indonesia, Kazakhstan, Kuwait, Mexico, Nigeria, Norway, Qatar, the Russian Federation, Saudi Arabia, South Africa, the United Arab Emirates, the United Kingdom of Great Britain and Northern Ireland, and the United States of America. These profiles show that most of these governments continue to provide significant policy and financial support for fossil fuel production.<br /><br />「We find that many governments are promoting fossil gas as an essential ‘transition’ fuel but with no apparent plans to transition away from it later,」 says Ploy Achakulwisut, a lead author on the report and SEI scientist. “But science says we must start reducing global coal, oil, and gas production and use now — along with scaling up clean energy, reducing methane emissions from all sources, and other climate actions — to keep the 1.5°C goal alive.” <br /><br />Despite being the root cause of the climate crisis, fossil fuels have remained largely absent from international climate negotiations until recent years. At COP26 in late 2021, governments committed to accelerate efforts towards “the phasedown of unabated coal power and phase-out of inefficient fossil fuel subsidies”, though they did not agree to address the production of all fossil fuels.<br /><br />「COP28 could be the pivotal moment where governments finally commit to the phase-out of all fossil fuels and acknowledge the role producers have to play in facilitating a managed and equitable transition,」 says Michael Lazarus, a lead author on the report and SEI US Centre Director. 「Governments with the greatest capacities to transition away from fossil fuel production bear the greatest responsibility to do so while providing finance and support to help other countries do the same.」<br /><br />More than 80 researchers, from over 30 countries, contributed to the analysis and review, spanning numerous universities, think tanks and other research organizations.<br /><br />Reactions to the 2023 Production Gap Report<br /><br />「The writing’s on the wall for fossil fuels. By mid-century we need to have consigned coal to the history books, and slashed oil and gas production by at least three quarters — well on the way to a full fossil phase-out. Yet despite their climate promises, governments plan on ploughing yet more money into a dirty, dying industry, while opportunities abound in a flourishing clean energy sector. On top of economic insanity, it is a climate disaster of our own making.」<br /><br />– Neil Grant, Climate and Energy Analyst, Climate Analytics<br /><br />「Despite governments around the world signing up to ambitious net zero targets, global coal, oil and gas production are all still increasing while planned reductions are nowhere near enough to avoid the worst effects of climate change. This widening gulf between governments' rhetoric and their actions is not only undermining their authority but increasing the risk to us all. We are already on track this decade to produce 460% more coal, 82% more gas, and 29% more oil than would be in line with the 1.5°C warming target. Ahead of COP28, governments must look to dramatically increase transparency about how they will hit emissions targets and bring in legally binding measures to support these aims.」<br /><br />– Angela Picciariello, Senior Researcher, IISD <br /><br />「With demand for coal, oil and gas set to peak this decade even without additional policies, it’s clear that the new economic reality is becoming one of clean energy growth and fossil fuel decline — yet governments are failing to plan for the reality of the inevitable energy transition. Continuing investments into new fossil fuel production as global demand for coal, oil and gas narrows is a near term economic gamble for all but the cheapest producers. And climate damages will be aggravated further unless we stop fossil fuel expansion now. The time is now for governments to take control of the clean energy transition and align their policies with the reality of what’s needed for a climate-safe world.」<br /><br />– Katrine Petersen, Senior Policy Advisor at E3G<br /><br />NOTES TO EDITORS<br /><br />About the Production Gap Report<br /><br />Modelled after the UNEP’s Emissions Gap Report series — and conceived as a complementary analysis — this report conveys the large discrepancy between countries' planned fossil fuel production and the global production levels consistent with limiting warming to 1.5°C and 2°C.<br /><br />About the Stockholm Environment Institute<br /><br />Stockholm Environment Institute is an independent, international research institute that has been engaged in environment and development issues at local, national, regional and global policy levels for more than a quarter of a century. SEI supports decision-making for sustainable development by bridging science and policy.<br /><br />About Climate Analytics<br /><br />Climate Analytics is a global climate science and policy institute engaged around the world in driving and supporting climate action aligned to the 1.5°C warming limit. We connect science and policy to empower vulnerable countries in international climate negotiations and inform national planning with targeted research, analysis and support.<br /><br />About E3G<br /><br />E3G is an independent European climate change think tank accelerating the transition to a climate safe world. E3G is made up of world leading strategists on the political economy of climate change, dedicated to achieving a safe climate for all. E3G builds cross-sectoral coalitions to achieve carefully defined outcomes, chosen for their capacity to leverage change. E3G works closely with like-minded partners in government, politics, business, civil society, science, the media, public interest foundations and elsewhere. E3G is making the necessary possible.<br /><br />About the International Institute for Sustainable Development<br /><br />The International Institute for Sustainable Development (IISD) is an award-winning, independent think tank championing research-driven solutions to the world's greatest environmental challenges. Our vision is a balanced world where people and the planet thrive; our mission is to accelerate the global transition to clean water, fair economies and a stable climate. With offices in Winnipeg, Geneva, Ottawa and Toronto, our work impacts lives in nearly 100 countries.<br /><br />About the United Nations Environment Programme (UNEP)<br /><br />UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br /><br />Source: <a target='_blank' href='https://www.unep.org/news-and-stories/press-release/governments-plan-produce-double-fossil-fuels-2030-15degc-warming'>https://www.unep.org/news-and-stories/press-release/governments-plan-produce-double-fossil-fuels-2030-15degc-warming</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-07",
    "clk_count": "17"
  },
  {
    "news_id": "4",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Sustainable mobility: How cities and businesses can maximize the impact of MaaS",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_m_en/1.png' style='width: 100%;' />Published: 27 Nov 2023<br />Author: Esther Perrin, Mobility<br />Digitalization, WBCSD<br />Type: Insight</p><p>In a digital collaboration initiative announced today, Arcadis and Fujitsu have developed digital solutions for municipalities and businesses aimed at optimizing the deployment of multimodality to achieve low-emissions and accessible mobility.<br /><br />Meeting the Paris Agreement climate goals requires aggressive electrification of transport. However, with passenger mobility demand set to increase, electrification alone will not suffice and must be coupled with increasing transport efficiency. Furthermore, increasing restrictions on the circulation of ICE vehicles in urban centers, new mobility solutions enabled by emerging technologies and new commuting patterns are setting the stage for a new mobility paradigm.<br /><br />Urban transport planners, mobility providers and businesses with sustainable employee mobility strategies are striving to promote sustainable new mobility solutions. How can they facilitate commuter’s shift to sustainable transport modes (modal shift)? And what infrastructure and policies should they prioritize for maximum impact?<br /><br />Mobility-as-a-service (MaaS) is an emerging digital mobility solution that can radically improve transport efficiency by integrating multiple transport modes into a more efficient and user-centered mobility offer. The real environmental impact of MaaS will depend on its ability to motivate modal shift and commuter choices at a large scale.<br /><br />In a new digital collaboration initiative announced today by the World Business Council for Sustainable Development (WBCSD) Transport & Mobility Pathway, Arcadis and Fujitsu have developed digital solutions for municipalities and businesses to optimize the deployment of multimodality and new mobility solutions with regards to modal shift and sustainable mobility.<br /><br />The use cases will apply Arcadis’ Mobility Hubs module and Fujitsu’s Social Digital Twin technology. They will test how different transport planning scenarios promote multimodal and sustainable commuting. The scenarios under study are adjusted parking fees and the creation of mobility hubs, to be evaluated based on their effect on modal shift and associated cost and time of travel and transport-related emissions. The simulation will be carried out in the Greater London Region with data from Transport for the South-East (TfSE) and Michelin Mobility Intelligence. Results from an initial simulation by Fujitsu demonstrated potential for 12% CO2 reduction through commuters’ shift to more sustainable transport modes.<br /><br />Data sharing and digital collaboration to maximize the impact of MaaS<br /><br />Digital collaboration among all MaaS stakeholders will ensure that cities and MaaS operators can expand the scope of mobility services to facilitate traveler access and maximize transport efficiency and decarbonization benefits.<br /><br />With extensive access to disaggregated data from across the spectrum of MaaS stakeholders, cities and mobility providers can design MaaS based on more accurate predictions of mobility patterns and how they are set to evolve.<br /><br />Besides the basic functional blocks to facilitate route planning, MaaS operators can create valuable additional service modules by integrating assets such as user profiles for personalization or booking and payment platforms to centralize ticketing.<br /><br />Although often left out of MaaS design, private car data is an essential module. Transport planners need a better understanding of the needs and preferences of drivers – particularly in more remote or underserved regions – to effectively influence modal choice and optimize infrastructure investments in the electric vehicle (EV) era. MaaS operators can significantly contribute to sustainable mobility strategies by integrating EV charging locations and pre-booking in their service offerings.<br /><br />Private car data integration is a key element of the collaborative digital solutions developed by Arcadis and Fujitsu.<br /><br />“It’s been a pleasure working with Fujitsu, Michelin Mobility Intelligence and TfSE and we recognise the importance of working collaboratively with organisations to accelerate a planet positive future. Private car use data is often a missing ingredient of MaaS applications, but the reality is that many people continue to rely on their car in part for some journeys. We wanted to explore how including this data could influence peoples travel behaviour in a multimodal digital environment to optimize the environmental and social impact of these journeys,” commented Simon Swan, Global Solutions Director, New Mobility at Arcadis.<br /><br />What's next?<br /><br />Thanks to seamless integration and the right digital solutions for modeling, cities and businesses can harness the full potential of MaaS as an accelerator of their respective Sustainable Urban Mobility Plans and sustainable commuting policies.<br /><br />Mayors, governors and parliamentarians, business and civil society leaders will gather for COP28 in Dubai and agree on the next climate action steps, with a thematic focus on transport scheduled for December 6. They must integrate new digital and mobility solutions, such as MaaS, as powerful tools for sustainable mobility. Integrating digitalization in transport decarbonization pathways starts with the introduction of the right digital governance frameworks, and with investments in governments and businesses’ capacity to engage in data sharing and digital collaboration.<br /><br />The WBCSD Transport & Mobility Pathway gathers companies to accelerate transport decarbonization and promote data sharing and digitalization as core solutions for the transition to sustainable mobility. Fifteen of our member companies are building a data-sharing coalition to bolster new digital solutions for the transition to zero-emission mobility. Earlier this year, they demonstrated how digital collaboration across the electric mobility value chain could accelerate the deployment of charging infrastructure toward transport climate goals. In early 2024, they will release a digital framework for accelerating the deployment of MaaS, promoting sustainable urban mobility. For more information about the initiative, please contact Esther Perrin (perrin@wbcsd.org).<br /><br />Tags: Transport & Mobility, Digitalization and Data in Urban Mobility, Mobility Decarbonization, Pathways, Climate Action<br /><br />Source: <a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/WBCSD-insights/Sustainable-mobility-How-cities-and-businesses-can-maximize-the-impact-of-MaaS'>https://www.wbcsd.org/Overview/News-Insights/WBCSD-insights/Sustainable-mobility-How-cities-and-businesses-can-maximize-the-impact-of-MaaS</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-27",
    "clk_count": "17"
  },
  {
    "news_id": "5",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Supporting agrifood systems through international standards",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Agritechnica 2023: DIN and ISO join forces to present standardization roadmap on smart farming<br /><br />Published on 10 November 2023<br /><br />Through the use of modern information and communication technologies, smart farming promises to boost productivity and efficiency in agriculture. For networking to function across the entire agrifood value chain, standards and specifications are key. They specify interfaces and uniform data formats and allow open access to new technologies.<br /><br />This is where international standards on smart farming come in, where ground-breaking work has been undertaken, in the form of a roadmap, to identify existing needs and the direction of standards development in the coming years for the agrifood sector.<br /><br />Together with ISO, the German Institute for Standardization (DIN) will be presenting this Roadmap on Smart Farming at Agritechnica – the world’s leading agricultural trade fair – in Hanover from 12 to 18 November 2023. The two organizations will be sharing a stand in Hall 15 (Stand J37) and showcasing the value of standards and specifications across the entire agrifood value chain.<br /><br />Standardization roadmap on smart farming<br /><br />This Roadmap was developed by the ISO Strategic Advisory Group (SAG) on Smart Farming, a group of ISO experts under the joint leadership of ANSI and DIN, the respective ISO members for the USA and Germany. As part of the work, 150 experts from 20 countries analysed the standardization landscape along the entire food value chain. Nine thematic areas were examined in relation to the UN Sustainable Development Goals (SDGs): crop production, livestock, urban farming, terminology and semantics, social aspects, supply chains, original equipment manufacturers, climate adaptation, environment and data.<br /><br />The key part of the roadmap is the extensive recommendations for new standardization projects across the entire agricultural and food chains as well as structural recommendations for international cooperation. Development focuses on uniform agricultural semantics and fundamental requirements for data-driven systems in the agrifood sector. The primary emphasis is on standardizing agricultural data types, with the creation of a data type registry to facilitate the exchange of data. This creates a unified data reference architecture in the agrifood value chain.<br /><br />At the conclusion of the work on the Roadmap for Smart Farming, Christoph Winterhalter, DIN Executive Board Chairman and ISO Vice-President (Policy), said: “Standardization can help to harness the full potential of technology in agricultural and agrifood value creation. By considering not only agricultural production but also the upstream and downstream production and distribution of food, we can now, for the first time, provide a comprehensive and structured recommendation of necessary standardization needs and translate them into concrete projects.”<br /><br />Sergio Mujica, ISO Secretary-General, commented: “Cooperation among the various institutions and experts is key for the vast and constantly expanding field of smart farming. The ISO SAG on Smart Farming has made it possible for the first time to compile on an international level a standardization roadmap for the agrifood sector. We are looking forward to starting work within our new technical committee in early 2024 to bring these ideas to fruition.”<br /><br />International cooperation in smart farming<br /><br />ISO has created a new technical committee (ISO/TC 347) on data-driven agrifood systems, aiming to improve interoperability in the agricultural sector and to respond to the needs highlighted in the roadmap. All ISO national standards bodies can contribute to this work, which will start in April 2024.<br /><br />Talks on standardization at Agritechnica<br /><br />Interested parties can find out more about the results of the Standardization Roadmap and the topic of smart farming at Agritechnica on 15 and 17 November.<br /><br />15 November 2023 at 3:30 pm: In the exposition area for industry experts (System & Components), DIN and ANSI, the US standards institute, will be jointly presenting on stage the results of the ISO Strategy Advisory Group (SAG) and the new ISO/TC 347, Data-driven agrifood systems.<br /><br />17 November 2023 at 4:30 pm: DIN activities on smart farming will also be presented to the audience on one of the DLG technical stages. Joint discussions on how agriculture can contribute to making Europe climate neutral will also take place.<br /><br />About DIN<br /><br />DIN, the German Institute for Standardization, is the independent platform for standardization in Germany and worldwide. As a partner for industry, research and society as a whole, DIN plays a major role in supporting the marketability of innovative solutions through standardization – be it in topics around the digitization of business and society or in the context of research projects. More than 36 500 experts from industry, research, consumer protection and the public sector bring their expertise to work on standardization projects managed by DIN.<br /><br />About ISO<br /><br />ISO is an international organization with a membership of 169 national standards bodies. Through its global network, it facilitates the development of voluntary and market-relevant International Standards that support innovation, sustainability, and global trade.<br /><br />Source: <a target='_blank' href='https://www.iso.org/news/supporting-agrifood-systems</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-10",
    "clk_count": "17"
  },
  {
    "news_id": "6",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "COP28: Over 60 countries pledge to slash cooling emissions amid rising temperatures",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/1.png' style='width: 100%;' />© Unsplash/Sergei A Cooling systems are a major contributor to climate change.</p><p>5 December 2023 / Climate and Environment<br /><br />With rising temperatures leading to demand for more air conditioners and other cooling equipment, a new UN report launched Tuesday at COP28 climate talks in Dubai lays out a pathway to cut emissions across the cooling sector worldwide.<br /><br />Over 60 countries signed up to a so called ‘cooling pledge’ with commitments to reduce the climate impact of the cooling sector, that could also provide “universal access to life-saving cooling, take the pressure off energy grids and save trillions of dollars by 2050.”<br /><br />The cost of keeping cool<br /><br />The UN Environment Programme (UNEP) estimates that more than 1 billion people are at high risk from extreme heat due to a lack of cooling access – the vast majority living in in Africa and Asia.<br /><br />Moreover, nearly one-third of the world’s population is exposed to deadly heat waves more than 20 days a year.<br /><br />The cooling brings relief to people and is also essential for several other critical areas and services such as global food security and vaccine delivery through refrigeration.</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/2.png' style='width: 100%;' /></p><p>But at the same time, conventional cooling, such as air conditioning, is a major driver of climate change, responsible for over seven per cent of global greenhouse gas emissions. If not managed properly, energy needs for space cooling will triple by 2050, together with associated emissions.<br /><br />In short, the more we try to keep cool, the more we heat the planet. If current growth trends continue, cooling equipment represents 20 per cent of total electricity consumption today – and is expected to more than double by 2050.<br /><br />Energy guzzlers<br /><br />Today’s cooling systems, such as air-conditioners (ACs) and refrigerators, consume massive amount of energy and often use refrigerants that warm the planet.<br /><br />The latest UNEP report shows that by taking measures to reduce the power consumption of cooling equipment could lead to a reduction of at least 60 per cent off predicted 2050 sectoral emissions by 2050.<br /><br />「The cooling sector must grow to protect everyone from rising temperatures, maintain food quality and safety, keep vaccines stable and economies productive,」 said Inger Andersen, Executive Director of UNEP, who launched the report during a press conference at Expo City, where COP28 has been underway since last Thursday.<br /><br />「But this growth must not come at the cost of the energy transition and more intense climate impacts,」 she urged.<br /><br />Global Cooling pledge<br /><br />The report was released in support of the ‘Global Cooling Pledge’, a joint initiative between the United Arab Emirates as host of COP28 and the UNEP-led ‘Cool Coalition’.<br /><br />It outlines actions to take in passive cooling strategies -- such as insulation, natural shading, ventilation and reflective surfaces, higher energy efficiency standards and a rapid phase down of climate-warming hydrofluorocarbon (HFC) refrigerants.<br /><br />Following the report’s recommendations could reduce the projected 2050 emissions from business-as-usual cooling by around 3.8 billion tons of CO2equivalent.<br /><br />This would:<br /><br />-Allow an additional 3.5 billion people to benefit from refrigerators, air conditioners or passive cooling by 2050:<br /><br />-Reduce electricity bills for end users by US$1 trillion in 2050, and by US$17 trillion cumulatively between 2022 – 2050;<br /><br />-Reduce peak power requirements by between 1.5 and 2 terawatts (TW) – almost double the EU’s total generation capacity today: and<br /><br />-Avoid power generation investments in the order of $4 to $5 trillion.<br /><br /><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/3.png' style='width: 100%;' /></p><p><br /><br />Want to know more? Check out our special events page, where you can find all our coverage of the COP28 climate conference, including stories and videos, explainers and our newsletter.<br /><br />Source: <a target='_blank' href='https://news.un.org/en/story/2023/12/1144382'>https://news.un.org/en/story/2023/12/1144382</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-05",
    "clk_count": "17"
  },
  {
    "news_id": "7",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Global energy crisis and government responses drive a significant fall in tax levels in OECD countries",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>06/12/2023 - High energy prices triggered by Russia’s war of aggression against Ukraine prompted governments to reduce excise taxes during 2022, leading to lower tax levels in many countries, according to new OECD analysis.<br /><br />Revenue Statistics 2023 shows that the average tax-to-GDP ratio in the OECD fell by 0.15 percentage points (p.p.) in 2022, to 34.0%. This was only the third such decline since the Global Financial Crisis in 2008-09: the level fell by 0.6 p.p. in 2017 and by 0.1 p.p. in 2019.<br /><br />Revenues from excise taxes fell as a share of GDP in 2022 in 34 of the 36 countries for which preliminary data is available, declining in absolute terms in 21 of these. In some countries, notably in Europe, these declines were related to reductions in energy taxes as well as lower demand for energy products. Revenues from value-added tax (VAT) also declined as a share of GDP in 19 countries, in part due to policies to cushion consumers against high prices for energy and food.<br /><br />The decline in revenues from excise taxes in 2022 was partly offset by increases in revenues from corporate income taxes (CIT), which rose as a share of GDP in more than three-quarters of OECD countries amid higher corporate profits, especially in the energy and agricultural sectors. CIT revenues in Norway rose by 8.8% of GDP due to exceptional profits in the energy sector.<br /><br />Overall tax revenues declined as a share of GDP in 21 of the 36 countries in 2022, increased in 14 countries and remained at the same level in one. The largest decline was observed in Denmark (-5.5 p.p., to 41.9%) while the largest increases were seen in Korea (2.2 p.p., to 32.0%) and Norway (1.8 p.p., to 44.3%).</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231207_02_en/4.png' style='width: 100%;' /></p><p>The decline in the OECD’s average tax-to-GDP ratio followed two years of increases during the COVID-19 pandemic, of 0.15 p.p. in 2020 and 0.6 p.p. in 2021. Tax-to-GDP ratios in 2022 ranged from 16.9% in Mexico to 46.1% in France.<br /><br />A special feature in the new report examines the extent to which tax revenues in OECD countries have kept pace with economic growth in recent decades by analysing tax buoyancy for different tax types for the period from 1980 to 2021. The study finds that tax revenues typically increased at the same rate as GDP over this period; revenues from CIT were the most buoyant over the long run – increasing faster than economic growth – while revenues from excise taxes were the least buoyant, increasing at a slower rate than GDP.<br /><br />To access the Revenue Statistics report, data, overview and country notes, go to https://oe.cd/revenue-statistics.<br /><br />Media queries should be directed to Manal Corwin (+33 1 45 24 18 80), Director of the OECD Centre for Tax Policy and Administration (CTPA); David Bradbury (+33 1 45 24 15 97), Deputy Director of CTPA; Lawrence Speer (+33 1 45 24 79 70) or the OECD Media Office (+33 1 45 24 97 00).<br /><br />Working with over 100 countries, the OECD is a global policy forum that promotes policies to preserve individual liberty and improve the economic and social well-being of people around the world.<br /><br />Source:<a target='_blank' href='https://www.oecd.org/newsroom/global-energy-crisis-and-government-responses-drive-a-significant-fall-in-tax-levels-in-oecd-countries.htm'>https://www.oecd.org/newsroom/global-energy-crisis-and-government-responses-drive-a-significant-fall-in-tax-levels-in-oecd-countries.htm</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-06",
    "clk_count": "17"
  },
  {
    "news_id": "8",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Novel meat and dairy alternatives could help curb climate-harming emissions - UN",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>08 DEC 2023 / <a target='_blank' href='https://www.unep.org/resources/filter/type=press_release/sort_by=publication_date/sort_order=desc/page=0'>PRESS RELEASE</a> / <a target='_blank' href='https://www.unep.org/topics/climate-action'>CLIMATE ACTION</a></p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231213_m_en/1.png' style='width: 100%;' /></p><p>Dubai, 8 December 2023 – Emerging novel alternatives to animal products such as meat and dairy may contribute to significantly reducing the environmental footprint of the current global food system, particularly in high- and middle-income countries, provided they use low-carbon energy. This is a key finding of a new UN Environment Programme (UNEP) assessment of such new alternatives to animal agriculture, a sector accounting for up to a fifth of planet-warming emissions, with meat consumption slated to grow by 50 per cent by 2050.<br /><br />What’s cooking? An assessment of the potential impact of select novel alternatives to conventional animal products focuses on three types of alternatives: 1) Novel plant- based meats, 2) Cultivated meat from animal cells, and 3) Protein-rich products derived through rapid fermentation by microorganisms. It is part of UNEP’s Frontiers series, which identifies and draws attention to emerging issues of environmental concern.<br /><br />The report, produced with the support of the Government of Belgium, finds that these alternatives not only show significant potential for reducing greenhouse gas (GHG) emissions, but they can also contribute to reductions in land degradation and deforestation, water and soil pollution and loss of biodiversity, as well as to reducing the risks of zoonotic diseases and anti-microbial resistance. These novel alternatives could also help to significantly reduce animal welfare concerns, compared to their conventional counterparts.<br /><br />The authors conclude that novel alternatives can likely play a role in supporting a more sustainable, healthier and more humane food system, with regional differences. It reviews policies decision makers may consider to safeguard food security, jobs, livelihoods, social and gender equity, and culture to help maximize the beneficial outcomes of novel meat and dairy alternatives, while avoiding potential negative health and social impacts.<br /><br />”New food alternatives will offer a broader spectrum of consumer choices,” said Inger Andersen, Executive Director of UNEP. ”Further, such alternatives can also lessen the pressures on agricultural lands and reduce emissions, thereby helping us address the triple planetary crisis - the crisis of climate change, the crisis of biodiversity and nature loss, the crisis of pollution and waste - as well as address the health and environmental consequences of the animal agriculture industry. More government support, as well as open and transparent research, can help unlock the potential of these new technologies for some countries.”<br /><br />While conventional animal products are an important source of protein for many communities, particularly in developing countries, in many high- and middle-income countries, their production and consumption happen at a scale that negatively impacts people and the planet. The tens of billions of animals slaughtered annually are far from the only victims of a fast-growing animal agriculture industry. Producing and consuming animal-source foods, while offering important nutrients, has also been associated with significant challenges for public health: excess levels of red and processed meats consumption is associated with cardiovascular diseases, certain cancers, obesity, and diabetes. Animal agriculture is also associated with increased risks of anti-microbial resistance – 73 per cent of all antimicrobials sold are used in animal agriculture – and with the spread of zoonotic diseases such as COVID-19 or Avian Influenza.<br /><br />The animal agriculture industry is a major driver of climate change: animal GHG emissions, feed production, changes in land use and energy-intensive global supply chains account for almost 60 per cent of food-related GHG emissions and 14-20 per cent of global GHG emissions.<br /><br />While novel alternative foods can reduce harm to farm animals and could contribute to improving public health, other health benefits aren’t as evident: some novel plant-based products tend to be highly processed and have high amounts of salt and saturated fats. Evidence on the health impacts of using cultured meat from animal cells or fermentation remains limited. By closely mimicking or replicating the sensory experiences of meat and other animal products, novel alternatives may help consumers, particularly in high- and middle-income countries, shift away from unsustainably high levels of animal protein consumption. However, cost, taste, and social and cultural acceptability will strongly affect the trajectory of nascent alternatives to conventional animal products.<br /><br />The report underlines the need to ensure a just transition through equitable and regionally appropriate approaches to food systems change. It reviews policy options to shift the food industry towards a healthier and more sustainable future: greater support for open access research and commercialization, shifting subsidies, tax rebates, direct financial investments, and loan guarantees to favor novel alternatives, as well as internationally agreed mechanisms on supportive trade policies and food safety standards.<br /><br />The authors underscore the need for open and transparent research to understand the nutritional implications of regular consumption of alternatives, and to understand the socio-economic implications of their uptake in different regions, including for equity, food security, and livelihoods of smallholder farmers.<br /><br />The report does not consider meat from wild animals, fish or other aquatic animals, though new technologies may also reshape the fishing sector. The report is not an assessment of other alternatives to the current food system: regenerative livestock farms, feed additives to reduce emissions from animal agriculture, farming insects, reduced meat consumption in favor of whole plant protein sources like beans, vegan products like tofu, or taxing meat. Such alternatives are already being pursued alongside the three alternatives examined in the report, but have struggled so far to win government support and achieve impacts at the desired scale or speed. <br /><br />NOTES TO EDITORS <br /><br />About the UN Environment Programme (UNEP)<br /><br />UNEP is the leading global voice on the environment. It provides leadership and encourages partnership in caring for the environment by inspiring, informing and enabling nations and peoples to improve their quality of life without compromising that of future generations.<br /><br />Source:<a target='_blank' href='https://www.unep.org/news-and-stories/press-release/novel-meat-and-dairy-alternatives-could-help-curb-climate-harming'>https://www.unep.org/news-and-stories/press-release/novel-meat-and-dairy-alternatives-could-help-curb-climate-harming</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-08",
    "clk_count": "17"
  },
  {
    "news_id": "9",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "EFRAG and GRI enhance collaboration with deeper ties",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published date: 30 November 2023</p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20231213_m_en/2.png' style='width: 100%;' /></p><p>New cooperation agreement reached, as GRI-ESRS Interoperability Index is made publicly available<br /><br />Following a successful partnership between EFRAG and GRI over the past three years, a new Memorandum of Understanding has been signed, which substantiates the benefits of the alignment achieved between the European Sustainability Reporting Standards (ESRS) and the GRI Standards and commits the organizations to continue working together to deliver technical support for reporting companies.<br /><br />As a first tangible outcome of this second cooperation agreement, a GRI-ESRS Interoperability Index has been made publicly available today as it is submitted for approval to the December meetings of EFRAG standard setting bodies. The tool sets out how the disclosure requirements and datapoints in each set of standards relate to each other, emphasizing the high degree of commonality already achieved and laying down solid foundations to build a reciprocal digital taxonomy. Interoperability prevents the need for double reporting and results in a user-friendly reporting system without undue complexity. As a consequence, entities reporting under ESRS will be deemed reporting ‘with reference’ to the GRI standards and existing GRI reporters will be able to leverage their current reporting efforts to prepare their ESRS ‘Sustainability statement’.<p><ul><li>Further collaboration on standards and guidance development, including existing and new sector standards; proportionate reporting for SMEs in the EU; standards for non-EU companies for which the CSRD will apply.</li><li>Education and training for ESRS preparers and users, including steps to accredit GRI as an ESRS training organization, leveraging its education and professional certification programs.</li><li>Interoperability of digital XBRL taxonomies, with a simplified tagging system and digital correspondence table between both standards.</li></ul></p><p>With this new phase in their cooperation, and in line with the joint interoperability statement published in September 2023, both parties have decided to implement three common foundational principles:<br /><br />1. Companies benefit from preparing quality data from reporting publicly on their management efforts in relation to their positive and negative impacts.<br /><br />2. All stakeholders, including investors, will benefit from standardized, credible, and comparable information on impacts.<br /><br />3. Optimal interoperability between global and European sustainability reporting standards is in the interests of companies and other organizations to minimize the reporting burden.<br /><br />As a multistakeholder organization, tasked with the elaboration of sustainability reporting standards as technical advice to the European Commission, EFRAG welcomes the fruitful dialogue with other standard setting organisations or initiatives. Our relationship with GRI has been and is exemplary in that regard and we look forward to this second phase in our technical cooperation.<br />-Hans Buysse, President of EFRAG Administrative Board<br /><br />The partnership between GRI and EFRAG has already borne fruit by ensuring that the new EU standards and the GRI Standards – which many companies in Europe and beyond are using to report their impacts — are closely aligned. Encompassing practical resources and training alongside deeper engagement on standards, this new MoU reassures companies and all stakeholders of our joint commitment to an aligned, efficient, and feasible EU and global ecosystem for impact reporting. I look forward to continued collaboration with our European partners to achieve this aim.<br />-Eelco van der Enden, CEO of GRI<br /><br />The interoperability index is an important deliverable of our collaboration as it will enable GRI reporters to substantiate the high degree of alignment between GRI and ESRS standards in relation to impacts. Building on our technical collaboration over the past two years, we welcome this new agreement.<br />-Carol Adams, Chair of the GRI Global Sustainability Standards Board (GSSB)<br /><br />Interoperability is at the heart of the EU approach. From the beginning and going forward EFRAG strives to build on and contribute to the global progress of quality sustainability reporting as well as to minimise the reporting burden for companies. With the recently adopted ESRS, companies will be able to prepare their sustainability statement in an interoperable ecosystem and this is good news. We welcome the high level of commonality illustrated by our joint Interoperability Index since reporting on impacts is foundational under the European double materiality approach.<br /><br />-Patrick de Cambourg, Chair of EFRAG Sustainability Reporting Board<br /><br />Under the first EFRAG-GRI MoU (signed on 8 July 2021) the two parties agreed to share expertise to co-construct the ESRS and contribute to global convergence, joining each other’s technical expert groups and aligning standard-setting activities. This collaboration achieved a high level of interoperability between the ESRS and GRI Standards. This new MoU (signed on 30 November 2023) is a step further in terms of technical cooperation and collaboration with EFRAG, the European Standard-setter.<br /><br />Source: <a target='_blank' href='https://www.globalreporting.org/news/news-center/efrag-and-gri-enhance-collaboration-with-deeper-ties/'>https://www.globalreporting.org/news/news-center/efrag-and-gri-enhance-collaboration-with-deeper-ties/</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-11-30",
    "clk_count": "17"
  },
  {
    "news_id": "10",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Standards create change faster",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Climate change is happening fast. The world does not have time to prevaricate. But ISO standards can help us make the right policies and speed up the pace. </p><p><img alt='' src='https://www.ctspcsr.com.tw/media/20240101_m_en/1.jpeg' style='width: 100%;' /></p><p>Published on 11 December 2023<br /><br />Zakiah Kassam<br /><br />President, AirVironment Canada Inc., and Chair-elect, ISO/TC 207, Environmental management<br /><br />World War II made an indelible mark on the world. As fighting ceased in 1945, the world was in dire need of rebuilding and reformation at an unprecedented scale. ISO was one of the key global organizations to rise from the ashes to do exactly that. Today, it can once again help the world reform to address another existential threat: climate change. <br /><br />As policymakers gather in Dubai to discuss how to accelerate climate action, a good place to start is with the reminder that standards are a powerful tool.<br /><br />Standards provide us with the assurance that change is both real and meaningful. They ensure results and help cut through any potential greenwashing. They also make change happen at speed. Enacting laws and implementing policies for climate action can take years – and we don’t have years. Using standards can get us there faster, by reducing the time it takes to design and implement government policies.<br /><br />COP28 is a key checkpoint on the global climate trajectory. As a united front, we need to act together in three key areas: the curbing of emissions, risk planning and financing. Standards are our most effective tool in driving action on all three.<br /><br />Standards can supercharge our climate efforts<br /><br />It is paramount that organizations clearly report on their greenhouse gas (GHG) emissions and their progress on reducing them. Standards are helping to guide the development of greenhouse gas inventories, which comprehensively list GHG volumes and where they come from. As such, they are an effective tool as we work to curb emissions, because they demand verifiable evidence. This bolsters trust that climate action is action and not just rhetoric.<br /><br />This trust also allows the world to break the limits of convention when it comes to risk planning. This is important because climate change risks differ from other risks. Conventional approaches that use statistical probabilities may not be effective, and climate change impacts can have a chain of knock-on effects. ISO standards detail best-practice approaches for undertaking climate change risk and vulnerability assessments. <br /><br />Local governments and communities facing climate change impacts need plans for adaptation, but may not always have the resources to deliver or update them. ISO standards provide a policy planning roadmap. They demonstrate how to partner the right business units with the right stakeholders to tackle key risks and set out priorities. ISO standards can also help to guide meaningful reporting and communication on adaptation.<br /><br />But risk isn’t the only barrier. A lack of material resources is a challenge, and financing is a major hurdle. Standards can help here, too.<br /><br />More than USD 4.2 trillion of clean energy investment is required in 2030 to get us to net-zero emissions. Governments are expected to finance approximately 30 % of that through a combination of low-cost loans, grants and cheap financing.<br /><br />A key challenge for governments setting up support for green energy programmes is the risk of spending taxpayer’s cash and not getting the desired results. Nothing dents public confidence like wasted money.<br /><br />ISO provides a ready-to-implement structure that helps governments to define their criteria for eligible projects and establish performance metrics. The ISO green debt instruments series of standards (ISO 14030), for example, specifies requirements to ensure the integrity of green bonds and loans, includes a taxonomy for eligible projects, and sets out requirements for a verification programme.<br /><br />When it comes to the complexities of grants to support climate resilience initiatives, ISO also has a best-practice standard that can help governments design a grant mechanism quickly and effectively. ISO 14093, the ISO standard relating to performance-based climate resilience grants, is based on the United Nations Capital Development Fund’s local climate adaptive living (LoCAL) mechanism. This ISO standard provides guidance on how to design a national system for local adaptation financing and includes minimum conditions to ensure financial safeguards and a menu of eligible adaptation investments that can promote climate resilience.<br /><br />The power of ISO and public partners<br /><br />Public agencies wield substantial influence over markets thanks to their sizable project procurement budgets. Harnessing this influence strategically has the power to shape industry behaviour. Public agencies can incorporate contractual requirements that build on ISO standards and the ISO conformity assessment system.<br /><br />Integrating ISO standards can help in setting procurement rules for purchasing goods and services in a way that advances climate action. Any policymaker wanting to drive positive change quickly needs to begin by thinking of standards.<br /><br />Because without standards, there can be no improvement.<br /><br />About Zakiah Kassam<br /><br />Zakiah Kassam is Chair of the ISO technical committee on environmental management for the 2024-2026 term and a member of the Governing Council of the Standards Council of Canada (SCC). She is the President of AirVironment Canada, and a Senior Associate of the Boxfish Infrastructure Group. Zakiah has more than 20 years of professional experience spanning the energy, infrastructure and environmental sectors. She holds a B.Eng. from McGill University, an M.Eng. from the University of Calgary, an MBA from the University of Toronto and an LLM in Environmental and Natural Resources Law from the University of London.<br /><br />Source: <a target='_blank' href='https://www.iso.org/contents/news/2023/12/standards-create-change-faster.html'>https://www.iso.org/contents/news/2023/12/standards-create-change-faster.html</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-11",
    "clk_count": "17"
  },
  {
    "news_id": "11",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Greenhouse Gas Protocol: Market-based and Project Accounting Approaches: Where We Are Now",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Published: 18 Dec 2023<br /><br />Type: News<br /><br />This update first appeared on 14 December 2023 on the website of the Greenhouse Gas Protocol, led by WBCSD and WRI, <a target='_blank' href='https://ghgprotocol.org/blog/market-based-and-project-accounting-approaches-where-we-are-now'>under the following link.</a><br /><br />Status Update<br /><br />GHG Protocol is planning updates and additional guidance for its Corporate Standard, Scope 2 Guidance, Scope 3 Standard, and supporting documents. The aim of the <a target='_blank' href='https://ghgprotocol.org/ghg-protocol-standards-and-guidance-update-process-0'>current corporate standards update process</a> is to align with best practice approaches to ensure GHG Protocol standards for scope 1, scope 2 and scope 3 are effective in providing a rigorous and credible accounting foundation for businesses to measure, plan and track progress toward science-based and net-zero targets in line with the Paris Agreement and to keep the 1.5°C goal in reach. Any future updates will seek harmonization and alignment with accounting rules under development through major disclosure initiatives and coordination with other key programs and initiatives.<br /><br />As part of the standards update process, GHG Protocol will examine how organizations account for and report efforts to mitigate their climate impacts, including the roles of <a target='_blank' href='https://ghgprotocol.org/sites/default/files/Market-based%20accounting%20Survey%20Memo.pdf'>market-based accounting approaches</a> and/or <a target='_blank' href='https://ghgprotocol.org/project-protocol'>project accounting methods</a> (i.e., quantification of reduced or avoided emissions compared to a baseline scenario, building on existing standards and guidance). GHG Protocol plans to provide guidance addressing the role of such methods in GHG emissions reporting and/or target setting. Guidance is expected to highlight the role of programs and policymakers in defining target setting and programmatic rules, for example, related to eligibility of market instruments.<br /><br />In a dedicated survey and proposals process, GHG Protocol received nearly 350 responses and over two dozen proposals for market-based and/or project accounting approaches. Feedback was provided across a variety of different sectors, including natural gas/biomethane, aviation fuels (SAF), agricultural commodities, freight transport, maritime shipping, steel, aluminum, and others. Such proposals have typically arisen in cases where companies purchase products or commodities from common pools or distribution systems and when direct contracting with suppliers or identifying individual points of origin are difficult or infeasible. <br /><br />In October, GHG Protocol hosted a webinar highlighting topline findings from the stakeholder feedback on the market-based accounting approaches survey, which can be <a target='_blank' href='https://www.youtube.com/watch?v=GqgQcMvZwjw'>viewed here</a>. A written summary of the findings is forthcoming and will be input into the workplan beginning in early 2024.<br /><br />Get Involved<br /><br />GHG Protocol follows a multistakeholder standards development process. In November 2023, Greenhouse Gas Protocol launched a new governance structure, which includes a <a target='_blank' href='https://ghgprotocol.org/blog/announcement-ghg-protocol-launches-new-governance-call-steering-committee-and-independent'>Steering Committee, Independent Standards Board</a> and <a target='_blank' href='https://ghgprotocol.org/blog/announcement-ghg-protocol-launches-call-expression-interest-technical-working-group'>Technical Working Groups</a>. We are currently accepting applications for membership in these bodies, including from experts that can address key topics in market-based accounting approaches and project accounting, as explained further in the webinar. Applications are due January 15, 2024. More details about the different bodies and information on how to apply can be found <a target='_blank' href='https://ghgprotocol.org/nominations-governance-bodies'>here</a>.<br /><br />If you would like to receive email updates from GHG Protocol, we encourage you to <a target='_blank' href='https://ghgprotocol.org/subscribe'>subscribe here.</a><br /><br /></p><p><br /><br />Source: <a target='_blank' href='https://www.wbcsd.org/Overview/News-Insights/General/News/Greenhouse-Gas-Protocol-Market-based-and-Project-Accounting-Approaches-Where-We-Are-Now'>https://www.wbcsd.org/Overview/News-Insights/General/News/Greenhouse-Gas-Protocol-Market-based-and-Project-Accounting-Approaches-Where-We-Are-Now</a></p>",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2023-12-18",
    "clk_count": "17"
  }

  
]
