[
  {
    "news_id": "1",
    "news_catgory": "0",
    "hot_news": "0",
    "news_push": "",
    "news_on_top": "0",
    "news_title": "Setting the standard for transparency on climate change impacts",
    "news_summary": "",
    "image_path": "",
    "news_content": "<p>Consultation underway for GRI Climate Change and Energy Standards On the eve of the UN COP28 climate change summit, GRI has published draft versions of two standards that will be central to how organizations around the world commit to greater accountability for their climate change impacts.</p>\n<p>A public comment period is underway to seek global feedback on a proposed new GRI Topic Standard for Climate Change, as well as an updated GRI Energy Standard. Responding to emerging disclosure expectations on climate change, the key focus in the exposure drafts is on how organizations can cut their greenhouse gas (GHG) emissions and reduce energy consumption, in ways that support the principles of a just transition.As confirmed in the UNFCCC global stock-take, the world is not on track to meet the Paris Agreement goals, with calls for action to be rapidly accelerated. Given that the credibility of climate change targets and pledges made   by organizations is increasingly scrutinized, the exposure drafts explicitly asks them to explain how their actions relate to the Paris Agreement’s central aim to limit global temperature rises to 1.5 degrees Celsius.The drafted Climate Change Standard will enable organizations to:</p></p><ul><li>Fully disclose climate change transition and adaption plans and actions;</li><li>Detail annual progress on emissions reduction targets; and</li><li>Robustly explain and be transparent about their use of carbon credits and GHG removals.</li></ul><p>Importantly, it has a new disclosure on the social aspect of climate change, emphasizing accountability for impacts on workers, communities and vulnerable groups. It also draws strong parallels between the inter-connected topics of climate change and biodiversity.</p><p>Meanwhile, the exposure draft for a revised Energy Standard has a sharp focus on the ways in which organizations are reducing energy consumption, achieving energy efficiency and sourcing renewable energy – all of which are essential to combat climate change and ensure companies tangibly demonstrate how they are decreasing their carbon footprint.</p><p>Carol Adams, Chair of the Global Sustainability Standards Board (GSSB) – the independent body that sets the GRI Standards – said:</p><p><em>“The scientific evidence and international consensus is unequivocal: climate change threatens humanity’s well-being and the planet's health. That is why there are growing demands for organizations to provide in-depth information about how they are reducing GHG emissions, taking concrete steps to mitigate and adapt to climate change – and how their actions impact on people and the environment.The review by GRI of climate change-related Standards reflects stakeholder expectations, including from investors. In advance of crucial decisions and new commitments being made at COP28, it’s significant that these exposure drafts are available for consultation, paving the way for robust and globally comparable reporting by organizations on their climate change and energy related impacts.”</em></p><p>The public comment period is open until 29 February 2024, with the final standards expected to be published before the end of 2024. Global webinars to present the exposure drafts are taking place on 28 November – at 9 am CET and 5 pm CET – and free places can now be booked. This will be followed by specific Q&A sessions in January, further details on which will be shared in the coming weeks.The exposure drafts have been developed by a multi-stakeholder and independent Technical Committee. As the climate and energy topics are closely interrelated, a decision was taken for the standards to be co-developed by the same experts, supported by an appointed subgroup, with a joint decision-making process used to achieve close alignment.The review of climate change related GRI Standards was commissioned and overseen by the Global Sustainability Standards Board, following a defined Due Process Protocol. Following the public comment period, the draft Standards will be refined before approval by the GSSB, ensuring the final versions meet multi-stakeholder expectations and follow internationally accepted best practice for disclosure of climate and energy related impacts.To ensure GHG emissions reporting in the draft Climate Change Standard is based on the latest insights of the GHG Protocol standards and guidance, the GHG Protocol team is part of the Technical Committee. Cooperation and review of the drafts has taken place, and will be continued, with EFRAG, some national standard setters and the ISSB, to achieve alignment with their respective climate-related disclosures.The Energy exposure draft proposes an update to GRI 302: Energy 2016. The Climate Change exposure draft brings together new disclosures as well as reviewing and updating climate change related content from GRI 305: Emissions 2016 and GRI 201: Economic Performance 2016.</p>\n",
    "keyword": "",
    "news_order_id": "2",
    "create_date": "2018-09-20",
    "clk_count": "17"
  }
]
