{
  "title": "未來展望",
  "content": [
    "<p>未來中科持續結合園區既有ICT、AI、5G通訊、大數據等新興科技技術,協助產業關鍵技術升級、產學合作、人才培育、創新創業、產業轉型、發展創新服務模式,開創產業新藍圖,掌握全球供應鏈重組的先機,遵循國科會2035 「前瞻創新、民主包容、韌性永續」科技願景,中科管理局將致力於透過推動以下策略,打造中科成為「精緻多元、優質生活、節能永續」的科學園區:</p>",
    "<div class='page_photo_container'><img alt='' src='/images/future/zh/photo1.png'  title=''></div>"
  ],

  "en_title":"Future Outlook",
  "en_content":[
    "In 2021, COVID-19 continued to impact the world, but the CTSP was not affected by the epidemic, instead benefiting from the synchronous growth of the turnover of six major industries such as integrated circuits, optoelectronics, and machinery, overcoming challenges such as the epidemic and drought. As a result, the annual turnover hit a record high of NT$1.035232 trillion, reaching the trillion-dollar mark for the first time, and the Park will continue to develop and expand, to successfully playing the core leadership pioneer of high-tech development in the central Taiwan.",
    "Looking forward to 2022, CTSP will combine the existing ICT, AI, 5G communications, big data and other technologies in the Park to assist in the upgrading of key industrial technologies, industry academia cooperation, talent cultivation, innovation and entrepreneurship, industrial transformation, development of innovative service models, create a new blueprint for the industry, grasp the opportunity of global supply chain restructuring, and move towards the 「Dual-Trillion Park vision」. We hope to build CTSP as the world's most competitive science park through the following goals:",
    "<strong>Carry out industrial innovation and transformation</strong>",
    "In 2022, the 「CTSP Precision Health Industry Cross-domain Promotion Plan」 and 「Accelerating the Industrial Intelligent Upgrading and Digital Optimization Plan in the Central Region」 will be launched to drive manufacturers to invest in intelligent technology development and carry out precision health innovation technology and medical product development through cross domain industry cooperation with research and medicine, so as to promote the development of industrial smart supply chain and the realization of precision health industrialization.",
    "<strong>Create a diversified platform to cultivate talents</strong>",
    "In order to promote the 「Intelligent Robot Innovation Self-Built Base - Cross-domain Intelligent Ecosystem Alliance」, CTSP invites Collaborative Operators to enter the company, with the goal of building the self-built base into a multi-service platform, providing field and professional technology, creating an environment for cultivation and exchange, and it can also combine professional consultant teams to develop in the direction of intelligent manufacturing technology service alliance.",
    "<strong>Accelerate the development of the park and attract investment</strong>",
    "We will speed up the development and investment promotion of Erlin Park, provide perfect infrastructure, and hope to expand the scale of existing science and technology industries in the central region through cooperation between the central and local governments, driving upstream and downstream industrial chain manufacturers to enter and drive the development of the park, and continue to pay attention to potential foreign investment manufacturers in the future to seize the opportunity to attract investment.",
    "<strong>Operate CTSP Sustainable Park</strong>",
    "In order to build a sustainable park and responding to the government's circular economy policy with practical actions, We will actively promote reclaimed water development programs to reduce the impact of drought on the operation of the park besides providing a high-quality living environment and convenient living functions. With the goal of green management, we will fulfill our social corporate responsibilities and move towards a sustainable environment."
  ]
}
