{
  "title": "展望未來",
  "content": [
    "<p>2021年COVID-19持續衝擊全球，但中科管理局不受疫情影響，受惠於積體電路、光電、機械等六大產業營業額同步成長，克服疫情、乾旱等挑戰，全年營業額再創歷史新高，達1兆352.32億元，首度敲開兆元大門，園區持續開發與拓展中，已成功扮演中臺灣高科技發展的核心領導先驅。</p>",
    "<p>展望2022年，中科將結合園區既有ICT、AI、5G通訊、大數據等技術，協助產業關鍵技術升級、產學合作、人才培育、創新創業、產業轉型、發展創新服務模式，開創產業新藍圖，掌握全球供應鏈重組的先機，朝向「雙兆園區」邁進。我們期許透過下列目標，打造中科成為全球最具競爭力的科學園區：</p>",
    "<p><strong>產業創新轉型</strong></p>",
    "<p>將於2022年啟動「中科精準健康產業跨域推升計畫」及「加速中部地區產業智能升級及數位優化計畫」，透過鏈結學研能量，帶動廠商投入智能化技術開發並透過跨領域產業與學研醫合作，進行精準健康創新技術與醫療產品開發，促進產業智慧供應鏈發展及精準健康產業化實現。</p>",
    "<p><strong>打造多元平台培育人才</strong></p>",
    "<p>為推動「智慧機器人創新自造基地─跨域智慧生態系聯盟」，中科廣邀協同營運廠商進駐， 目標將自造基地打造為多元服務平台，提供場域及專業技術，營造培育及交流的環境，亦可結合專業顧問團隊，朝智慧製造技術服務聯盟方向發展。</p>",
    "<p><strong>加速園區開發及招商</strong></p>",
    "<p>加速辦理二林園區開發及招商，提供完善的基礎設施，希冀透過中央與地方合作，擴大中部區域既有科技產業規模，帶動上下游產業鏈廠商陸續進駐帶動園區發展，未來將持續關注國外潛在投資廠商，把握招商時機。</p>",
    "<p><strong>經營中科永續園區</strong></p>",
    "<p>為打造永續園區，以實際行動響應政府之循環經濟政策；積極推動再生水開發計畫，以降低旱災對園區運作之影響；提供優質生活環境及便利生活機能；以綠色經營為目標，善盡社會企業責任，朝永續環境邁進。</p>"
  ],

  "en_title":"Future Outlook",
  "en_content":[
    "In 2021, COVID-19 continued to impact the world, but the CTSP was not affected by the epidemic, instead benefiting from the synchronous growth of the turnover of six major industries such as integrated circuits, optoelectronics, and machinery, overcoming challenges such as the epidemic and drought. As a result, the annual turnover hit a record high of NT$1.035232 trillion, reaching the trillion-dollar mark for the first time, and the Park will continue to develop and expand, to successfully playing the core leadership pioneer of high-tech development in the central Taiwan.",
    "Looking forward to 2022, CTSP will combine the existing ICT, AI, 5G communications, big data and other technologies in the Park to assist in the upgrading of key industrial technologies, industry academia cooperation, talent cultivation, innovation and entrepreneurship, industrial transformation, development of innovative service models, create a new blueprint for the industry, grasp the opportunity of global supply chain restructuring, and move towards the 「Dual-Trillion Park vision」. We hope to build CTSP as the world's most competitive science park through the following goals:",
    "<strong>Carry out industrial innovation and transformation</strong>",
    "In 2022, the 「CTSP Precision Health Industry Cross-domain Promotion Plan」 and 「Accelerating the Industrial Intelligent Upgrading and Digital Optimization Plan in the Central Region」 will be launched to drive manufacturers to invest in intelligent technology development and carry out precision health innovation technology and medical product development through cross domain industry cooperation with research and medicine, so as to promote the development of industrial smart supply chain and the realization of precision health industrialization.",
    "<strong>Create a diversified platform to cultivate talents</strong>",
    "In order to promote the 「Intelligent Robot Innovation Self-Built Base - Cross-domain Intelligent Ecosystem Alliance」, CTSP invites Collaborative Operators to enter the company, with the goal of building the self-built base into a multi-service platform, providing field and professional technology, creating an environment for cultivation and exchange, and it can also combine professional consultant teams to develop in the direction of intelligent manufacturing technology service alliance.",
    "<strong>Accelerate the development of the park and attract investment</strong>",
    "We will speed up the development and investment promotion of Erlin Park, provide perfect infrastructure, and hope to expand the scale of existing science and technology industries in the central region through cooperation between the central and local governments, driving upstream and downstream industrial chain manufacturers to enter and drive the development of the park, and continue to pay attention to potential foreign investment manufacturers in the future to seize the opportunity to attract investment.",
    "<strong>Operate CTSP Sustainable Park</strong>",
    "In order to build a sustainable park and responding to the government's circular economy policy with practical actions, We will actively promote reclaimed water development programs to reduce the impact of drought on the operation of the park besides providing a high-quality living environment and convenient living functions. With the goal of green management, we will fulfill our social corporate responsibilities and move towards a sustainable environment."
  ]
}
