{
  "title": "中科園區介紹",
  "content": [
    "中科管理局自 2003 年成立,至今已屆成年。由於區位條件優勢、且具備豐沛的自然資源,國內外高科技廠商紛紛進駐,中部科學園區包括臺中園區、后里園區(包括后里基地及七星基地) 、虎尾園區、二林園區及中興園區共計五處,總開發面積約 1,485 公頃。為加速國內產業投入智慧機械及人工智慧的發展,推動機器人計畫,鏈結中科精密機械產業的聚落優勢為促進中部產業升級,並持續精進既有的半導體、光電、精密機械、生技等產業聚落,發展智慧自動化系統整合服務、引進智慧醫療輔助科技及低碳、輕量、節能化產業,同時也培育跨領域人才,促進產業創新及轉型。",
    "<div class='page_photo_container'><img alt='' src='/images/introduction/zh/photo1.png'  title=''></div>",
    "相關連結:<a href='https://www.ctsp.gov.tw/chinese/03-Intro/02-intro.aspx?v=1&fr=1028&no=1030'>各園區簡介</a>",
    "<h4>組織架構、成員組成</h4>",
    "<p>本局依「國家科學及技術委員會中部科學園區管理局組織法」及業務需求設置 6 組 4 室,特依行政院頒「政府服務創新精進方案」精神訂定及公布服務要項,以積極負責、勇於任事的革新精神,提升本局之整體服務效能及園區廠商滿意度,塑造良好研發環境、孕育傑出人才,戮力創造科技產業新利基。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/introduction/zh/photo2.png'  title=''></div>",
    "相關連結:<a href='https:/www.ctsp.gov.tw/chinese/02-CTSP_Bureau/02-duty.aspx?v=1&fr=1012&no=1014'>中科管理局業務職掌</a>",
    "<h4>預算規模</h4>",
    "<p>本局為公務機關,財政來源有包含國庫負擔及自行籌措,預算包含維持中科管理局執行公 務時所編列經費公務預算及維持園區內營運所編列經費之作業基金預算。2022 年及2023 年公務歲入決算金額皆為 0.16 億元,公務歲出決算金額分別為 4.83 億元 ( 其中人事費為 1.74 億元) 及 6.63 億元 (其中人事費為 1.82 億元 );2022 年及 2023 年 ( 不含中科實中 ) 之作業基金收入 決算數分別為 49.38 億元及 42.79 億元,成本與費用決算數分別為 36.62 億元 (其中用人費用為 1.20 億元) 及 41.42 億元 (其中用人費用為 1.18 億元),固定資產建設改良擴充計畫決算數 分別為 17.67 億元及 20.29 億元,另繳納營業稅分別共計 0.29 億元及 0.46 億元。依據前瞻基 礎建設特別條例執行中央政府前瞻基礎建設計畫第 2 期特別預算,以前年度歲出決算數 0.03 億元。所有預算及決算書均公開透明並公告於中科管理局官網,可自行上網查詢。</p>",
    "相關連結:<a href='https://www.ctsp.gov.tw/chinese/01-News/09-budget_pre.aspx?v=1&fr=1000&no=1011'>中科管理局預算、決算及會計月報</a>"
  ],
  "en_title": "Introduction to Central Taiwan Science Park",
  "en_content": [
    "<p>Established since 2003, the CTSP Bureau has been in a mature stage. Due to its advantageous location and abundant natural resources, domestic and foreign high-tech manufacturers have settled in one after another. The CTSP includes Taichung Park, Houli Park (including Houli Base and Qixing Base), Huwei Park, Erlin Park, and Zhongxing Park, five sites with a total development area of about 1,485 hectares.</p>",
    "<p>In order to accelerate the development of smart machinery and AI in the domestic industry, CTSP promotes the robot project and links the cluster advantage of technology precision machinery industry in CTSP to promote the upgrading of industry in the central region. CTSP continues to improve the existing semiconductor, optoelectronic, precision machinery, biotechnology, and other industrial clusters, develops intelligent automation system integration services, introduces intelligent medical auxiliary technology, and promotes low-carbon, lightweight, energy-saving industries. CTSP also cultivates cross-field talents to promote industrial innovation and transformation.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/introduction/en/photo1.png'  title=''></div>",
    "<p>Related links> <a href='https://www.ctsp.gov.tw/chinese/03-Intro/02-intro.aspx?v=1&fr=1028&no=1030'>Introduction of each Park</a></p>",
    "<h4>Organizational Structure and Membership</h4>",
    "<p>According to the Organic Law of the NSTCCTSP Bureau and business requirements, the Bureau has set up 6 divisions and 4 offices. In particular, it has formulated and announced the service items in accordance with the spirit of the 'Government Service Innovation and Improvement Plan' issued by the Executive Yuan. This enhances the overall service efficiency of the Bureau and the satisfaction of park manufacturers, creates a good research and development environment, nurtures outstanding talents, and strives to create a new niche in the technology industry.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/introduction/en/photo2.png'  title=''></div>",
    "<p>Related links> <a href='https://www.ctsp.gov.tw/chinese/02-CTSP_Bureau/02-duty.aspx?v=1&fr=1012&no=1014'>CTSP Business Responsibilities</a></p>",
    "<h4>Budget Scale</h4>",
    "<p>As a public agency, the CTSP Bureau is funded by the Treasury Fund in addition to self-financing. The budget includes the funds for conducting official business of the CTSP Bureau and the Park operating fund.</p>",
    "<p>In 2022 and 2023, the final accounts of official revenue were NT$16 million, and the final accounts of official expenditure were NT$483 million (including NT$174 million in personnel expenses) and NT$663 million (including NT$182 million in personnel expenses) respectively. In 2022 and 2023 (excluding CTSP Experimental Middle School), the final accounts of operating fund income were NT$4.938 billion and NT$4.279 billion respectively. The final accounts of costs and expenses were NT$3.662 billion (including NT$120 million in employment expenses) and NT$4.142 billion (including NT$118 million in employment expenses). The final accounts of fixed assets construction improvement and expansion plans were NT$1.767 billion and NT$2.029 billion respectively. In addition, the business tax paid totaled NT$29 million and NT$46 million respectively.</p>",
    "<p>Related links> <a href='https://www.ctsp.gov.tw/chinese/01-News/09-budget_pre.aspx?v=1&fr=1000&no=1011'>Budget, final accounts and monthly accounting report</a></p>"
  ]

}
