{
  "title": "局長的話",
  "content": [
    "<p>今年中科管理局首次編撰「永續發展目標自願檢視報告書」（VDR），呈現在環境永續、社會貢獻和永續治理等方面所作的承諾、努力和取得的成果，也由衷地感謝大家對中科的支持與肯定，讓中科在永續發展的道路上取得諸多進展。</p>",
    "<p>中科最重要的任務是積極促進高科技產業投資與就業，並有亮麗成果，如截至 2023 年底，有效核准廠商達 241 家、總投資額逾 2.42 兆元、就業人數近 55,000 人年、近年營業額突破兆元等；並藉由「臺中擴建二期計畫」，持續擴大中臺灣高科技產業聚落；中科也透過辦理「科學園區人才培育計畫」、「加速產業智能升級及數位優化計畫」及「精準健康產業跨域推升計畫」等，持續提升專業人才量能及推動高值化產業技術升級。</p>",
    "<p>在營造安全健康的幸福職場環境方面，中科推動運用智慧科技提升工安防護及勞工健康照護，以建構安全職場環境及促進勞工身心健康；也在中科五大園區建置「現地型地震預警系統」，提升園區地震災害與緊急應變能力。另持續提升優質托育量能及辦理中科實中擴部增班建設計畫，建置完善園區教育資源，積極打造安心職場，使從業員工安心就業，展現中科與社會共好的作為。</p>",
    "<p>而在促進科技與環境共榮共好部份，中科持續朝循環經濟方向邁進，園區廢棄物再利用率2023 年底已高達 96.1 %，在臺中園區建置全國首座資源再生（利用）中心，即將啟用營運，每年可去化 14 萬噸的事業廢棄物，年減碳約 4 萬公噸；另一方面，近年積極推動太陽能綠電設置，至 2023 年底，全園區太陽能綠電設置累計設置量已逾 59 MW、年減碳約 3.8 萬公噸；又刻正積極推動使用再生水及儲能系統等再生能源措施，水湳再生水計畫預計 2024 年底前供水，建置園區多元供水系統。此外，為擴散生態保護意識，臺中、虎尾及后里園區污水處理廠均已通過環境部環境教育設施場所認證，為落實環境保護與教育盡一份心力。</p>",
    "<p>期待透過這份報告書讓關心和支持中部科學園區的大眾能更深入地了解我們的努力和成果，也感謝園區所有的夥伴及同仁的打拼促成永續中科的實現，未來我們遵循國科會「2035 前瞻創新、民主包容、韌性永續」的科技願景，持續建置「多元、優生活、節能永續」之創新永續園區。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/message_director/photo1.png'></div>",
    "<div class='page_photo_container'> <img alt='' src='/images/message_director/photo2.png'></div>"
  ],

  "en_title":"Message from the Director-General",
  "en_content": [
    "In 2021, the COVID-19 pandemic continued to affect the world, further testing economic prospects. While fully cooperating with the Government's epidemic prevention measures, the CTSP manufacturers still had strong and continued revenue growth with outstanding results. With an annual turnover of NT$1.035232 trillion, CTSP had reached the trillion-dollar mark for the first time, and again setting a new record high. The number of employees has also continued to grow to a peak of 52,888. Thanks to the Park's corporate partners for their unremitting efforts and cooperation to create a new era of a 「Trillion Dollar Central Taiwan Science Park」 in the CTSP's 18-year history.",
    "In addition to going all out in industrial development and economic growth, and facing the wave of global sustainable development, the CTSP also demonstrates the Park's intention to consider the sustainable development of humanities and the environment in accordance with the United Nations’ 17 Sustainable Development Goals (SDGs). It has been 7 years since 2015, and has won the TCSA Corporate Sustainability Report Award - Gold Award and Platinum Award in 2018 and 2020. The CTSP's 「2020 Sustainability Report」 participated for the first time in The Asian Sustainability Reporting Award which was hosted by CSR Works International in Singapore and was awarded the Silver Award. Following the trend of many countries promoting net zero emissions and circular economy in recent years, the 2021 Sustainability Report includes three chapters: Green Park (Environment), Social Co-prosperity (Social) and Park Operation and Maintenance (Governance), and focuses on six themes of cross-“Climate Action”,“Environmental Management”, “Innovation Driven”, “Safe Workplace”, “Social Interaction”, “Integrity Governance”, creating outstanding performance, such as the recycling rate of waste in the park reaches 94.15%, towards a sustainable green park We actively provide guidance on water saving, resulting in that the water recovery rate of the manufacturer's process is over 85%, which is equivalent to saving 7.87 Shigangba reservoirs every year; In addition, we actively promote green transportation and encourage and promote renewable energy and solar photovoltaic installations, etc., with outstanding achievements in energy onservation and carbon reduction of 33,700 metric tons of CO2e; Also the manufacturers' 「overall satisfaction」 score was 87.36, which was the highest among the three science parks, showing the efforts of CTSP's environmentfriendly, public welfare society, and sustainable operation",
    "Looking forward to the future, in order to build a sustainable green park, CTSP upholds the responsibility and mission of the society and the environment, is committed to considering economic development and environmental sustainability, continues to improve the industrial investment environment, create job opportunities, promote environmental protection and enhance social health. We will make efforts in well-being, and hope to interact with the localities and achieve mutual prosperity and win-win results. In the future, CTSP will focus on the technological vision of 「2030 Innovation, Inclusion, and Sustainability」, and will move towards high-quality life, establish a friendly environment, strengthen the connection with the local area, create a local park that shares co-prosperity, drive the circular economy with green technology, and guide manufacturers to continue to develop energy-saving and low-carbon measures to create sustainable and innovative smart parks.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g8.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g7.png'  title=''></div>"
  ]
}
