{
  "title": "局長的話",
  "content": [
    "<p>2021年COVID-19大流行持續影響全球，經濟前景倍受考驗，中科園區廠商配合政府防疫措施對抗疫情，營收成長動能仍持續強勁，逆勢締造亮眼成績，全年營業額達1兆352.32億元， 首度衝上兆元大關，再次創下歷史新高；從業員工數亦持續成長來到5萬2,888人高峰，感謝園區企業夥伴們持續努力不懈，攜手同心在中科成立18年締造「兆元中科」新紀元。</p>",
    "<p>中科除在產業發展與經濟成長全力以赴外，面對全球永續發展的浪潮，亦同時展現園區兼顧人文及環境永續發展的用心，依循聯合國永續發展17項目標(SDGs)，自2015年起編撰發行永續報告書，至今7年，且於2018年、2020年獲TCSA企業永續報告獎-金獎與白金獎殊榮，中科「2020年永續報告書」並首度參加由新加坡CSR Works International主辦之亞洲永續報告獎， 即榮獲銀獎肯定。面對近年各國推動淨零排放與循環經濟趨勢，2021年版永續報告書包含綠色園區(Environment)、社會共融(Social)及園區運維(Governance)三大章節，並著重於跨「氣候行動」、「環境管理」、「創新驅動」、「安心職場」、「社會互動」、「誠信治理」等六大主題，且績效卓著，如園區廢棄物再利用率達到94.15%，朝永續綠色園區邁進；積極輔導節水， 廠商製程用水回收率逾85%，相當於每年省下7.87座石岡壩水庫蓄水量；另積極推廣綠色交通及鼓勵與推展再生能源及太陽光電設置等，計減碳逾3.37萬公噸CO2e，節能減碳成效卓著；廠商「整體滿意度」分數為87.36，為三科學園區最高，多元展現中科友善環境、公益社會、永續經營的努力成果。</p>",
    "<p>展望未來，為建構永續綠色園區，中科在秉持對社會、環境的責任與使命，致力於經濟發展與環境永續兼顧，持續完善產業投資環境、創造就業、推動環境生態維護及促進社會健康福祉等付出心力，期與地方互動與共榮、共贏。未來中科聚焦「2030創新、包容、永續」的科技願景，將朝優質生活、建立友善環境及強化與在地連結，打造共享共榮的在地園區，並以綠色科技驅動循環經濟，引導廠商持續發展節能低碳措施，打造永續、創新的智慧園區。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/images/image94.png'><img alt='' src='/images/images/image54.png'></div>"
  ],

  "en_title":"Message from the Director-General",
  "en_content": [
    "In 2021, the COVID-19 pandemic continued to affect the world, further testing economic prospects. While fully cooperating with the Government's epidemic prevention measures, the CTSP manufacturers still had strong and continued revenue growth with outstanding results. With an annual turnover of NT$1.035232 trillion, CTSP had reached the trillion-dollar mark for the first time, and again setting a new record high. The number of employees has also continued to grow to a peak of 52,888. Thanks to the Park's corporate partners for their unremitting efforts and cooperation to create a new era of a 「Trillion Dollar Central Taiwan Science Park」 in the CTSP's 18-year history.",
    "In addition to going all out in industrial development and economic growth, and facing the wave of global sustainable development, the CTSP also demonstrates the Park's intention to consider the sustainable development of humanities and the environment in accordance with the United Nations’ 17 Sustainable Development Goals (SDGs). It has been 7 years since 2015, and has won the TCSA Corporate Sustainability Report Award - Gold Award and Platinum Award in 2018 and 2020. The CTSP's 「2020 Sustainability Report」 participated for the first time in The Asian Sustainability Reporting Award which was hosted by CSR Works International in Singapore and was awarded the Silver Award. Following the trend of many countries promoting net zero emissions and circular economy in recent years, the 2021 Sustainability Report includes three chapters: Green Park (Environment), Social Co-prosperity (Social) and Park Operation and Maintenance (Governance), and focuses on six themes of cross-“Climate Action”,“Environmental Management”, “Innovation Driven”, “Safe Workplace”, “Social Interaction”, “Integrity Governance”, creating outstanding performance, such as the recycling rate of waste in the park reaches 94.15%, towards a sustainable green park We actively provide guidance on water saving, resulting in that the water recovery rate of the manufacturer's process is over 85%, which is equivalent to saving 7.87 Shigangba reservoirs every year; In addition, we actively promote green transportation and encourage and promote renewable energy and solar photovoltaic installations, etc., with outstanding achievements in energy onservation and carbon reduction of 33,700 metric tons of CO2e; Also the manufacturers' 「overall satisfaction」 score was 87.36, which was the highest among the three science parks, showing the efforts of CTSP's environmentfriendly, public welfare society, and sustainable operation",
    "Looking forward to the future, in order to build a sustainable green park, CTSP upholds the responsibility and mission of the society and the environment, is committed to considering economic development and environmental sustainability, continues to improve the industrial investment environment, create job opportunities, promote environmental protection and enhance social health. We will make efforts in well-being, and hope to interact with the localities and achieve mutual prosperity and win-win results. In the future, CTSP will focus on the technological vision of 「2030 Innovation, Inclusion, and Sustainability」, and will move towards high-quality life, establish a friendly environment, strengthen the connection with the local area, create a local park that shares co-prosperity, drive the circular economy with green technology, and guide manufacturers to continue to develop energy-saving and low-carbon measures to create sustainable and innovative smart parks.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g8.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/introduction/g7.png'  title=''></div>"
  ]
}
