{
  "title": "局長的話",
  "content": [
    "<p>今年中科管理局首次編撰「永續發展目標自願檢視報告書」（VDR），呈現在環境永續、社會貢獻和永續治理等方面所作的承諾、努力和取得的成果，也由衷地感謝大家對中科的支持與肯定，讓中科在永續發展的道路上取得諸多進展。</p>",
    "<p>中科最重要的任務是積極促進高科技產業投資與就業，並有亮麗成果，如截至 2023 年底，有效核准廠商達 241 家、總投資額逾 2.42 兆元、就業人數近 55,000 人年、近年營業額突破兆元等；並藉由「臺中擴建二期計畫」，持續擴大中臺灣高科技產業聚落；中科也透過辦理「科學園區人才培育計畫」、「加速產業智能升級及數位優化計畫」及「精準健康產業跨域推升計畫」等，持續提升專業人才量能及推動高值化產業技術升級。</p>",
    "<p>在營造安全健康的幸福職場環境方面，中科推動運用智慧科技提升工安防護及勞工健康照護，以建構安全職場環境及促進勞工身心健康；也在中科五大園區建置「現地型地震預警系統」，提升園區地震災害與緊急應變能力。另持續提升優質托育量能及辦理中科實中擴部增班建設計畫，建置完善園區教育資源，積極打造安心職場，使從業員工安心就業，展現中科與社會共好的作為。</p>",
    "<p>而在促進科技與環境共榮共好部份，中科持續朝循環經濟方向邁進，園區廢棄物再利用率2023 年底已高達 96.1 %，在臺中園區建置全國首座資源再生（利用）中心，即將啟用營運，每年可去化 14 萬噸的事業廢棄物，年減碳約 4 萬公噸；另一方面，近年積極推動太陽能綠電設置，至 2023 年底，全園區太陽能綠電設置累計設置量已逾 59 MW、年減碳約 3.8 萬公噸；又刻正積極推動使用再生水及儲能系統等再生能源措施，水湳再生水計畫預計 2024 年底前供水，建置園區多元供水系統。此外，為擴散生態保護意識，臺中、虎尾及后里園區污水處理廠均已通過環境部環境教育設施場所認證，為落實環境保護與教育盡一份心力。</p>",
    "<p>期待透過這份報告書讓關心和支持中部科學園區的大眾能更深入地了解我們的努力和成果，也感謝園區所有的夥伴及同仁的打拼促成永續中科的實現，未來我們遵循國科會「2035 前瞻創新、民主包容、韌性永續」的科技願景，持續建置「多元、優生活、節能永續」之創新永續園區。</p>",
    "<div style='max-width:50vw; display:flex;'><div class='page_photo_container'><img alt='' src='/images/message_director/photo1.png' style='width:300px'></div><div class='page_photo_container' style='display:flex; align-items:flex-end'> <img style='width:150px' alt='' src='/images/message_director/photo2.png'></div></div>"
  ],

  "en_title": "A Message from the Director-General",
  "en_content": [
    "<p>This year, the Central Taiwan Science Park (CTSP) Bureau compiled the 'Sustainable Development Goals Voluntary Department Reviews' (VDR) for the first time, showing its commitment, efforts, and achievements in environmental sustainability, social contribution, and sustainable governance. We sincerely thank everyone for their support and affirmation, which have enabled CTSP to make significant progress on the road of sustainable development.</p>",
    "<p>The most important task of CTSP is to actively promote investment and employment in high-tech industries, which has achieved brilliant results. For example, by the end of 2023, there were 241 effectively approved manufacturers, with a total investment of over NT$2.42 trillion, nearly 55,000 employees, and turnover exceeding a trillion dollars in recent years. CTSP continues to expand the high-tech industrial settlements in central Taiwan through the 'Taichung Expansion Phase II Plan'.</p>",
    "<p>CTSP has also continuously improved professional talents and promoted the technological upgrading of high-value industries through handling the Talent Cultivation Plan of Science Park, the Plan of Accelerating Industrial Intelligence Upgrade and Digital Optimization, and the Plan of Cross-domain Promotion of the Precision Health Industry.</p>",
    "<p>In creating a safe, healthy, and happy workplace environment, CTSP promotes the use of smart technology to improve occupational safety and labor health care, creating a safe workplace for workers. An 'On-site Earthquake Early Warning System' has been built in five CTSP parks to enhance earthquake disaster and emergency response capabilities.</p>",
    "<p>We will continue to improve childcare quality and oversee the expansion of departments and classes at CTSP Experimental Middle School, building and enhancing educational resources in the park. These efforts demonstrate CTSP’s commitment to employee and societal well-being.</p>",
    "<p>CTSP also moves toward a circular economy, achieving a waste recycling rate of 96.1% by the end of 2023. The Taichung Park’s first resource recycling center, with an annual capacity of 140,000 tons of industrial waste, will soon be operational, reducing carbon emissions by 40,000 tons annually.</p>",
    "<p>In addition, CTSP promotes renewable energy measures such as reclaimed water and energy storage systems. The Shuiling Reclaimed Water Project is expected to supply water by the end of 2024. Furthermore, sewage treatment plants in Taichung, Huwei, and Houli Parks have obtained environmental education certification, highlighting our dedication to environmental protection and education.</p>",
    "<p>We hope this report provides a deeper understanding of our efforts and achievements for those who care about and support Central Taiwan Science Park. We also extend our gratitude to all partners and colleagues within the park for their hard work in realizing a sustainable CTSP.</p>",
    "<p>We will follow the vision of the National Science and Technology Council (NSTC) for '2035 to be forward-looking, innovative, democratic, inclusive, resilient, and sustainable', and continue building an innovative and sustainable park that embodies 'diversity, excellent life, energy conservation, and sustainability.'</p>",
    "<div style='max-width:50vw; display:flex;'><div class='page_photo_container'><img alt='' src='/images/message_director/photo1.png' style='width:300px'></div><div class='page_photo_container' style='display:flex; align-items:flex-end'> <img style='width:150px' alt='' src='/images/message_director/photo2.png'></div></div>"
  ]
}


