{
  "title": "利害關係人互動",
  "content": [
    "<h4>利害關係人鑑別及溝通管道</h4>",
    "<p>中科管理局依循 AA1000 SES 議合原則，已鑑別 9 大類別利害關係人，並考量其屬性及業務關係，建立持續性之互動管道，滿足各方暢通的溝通需求，本局也可藉此了解各界對園區發展的期許，作為中科永續政策之規劃參考。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo1.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo2.png'  title=''></div>",
    "<p>除上述利害關係人互動管道外，本局亦秉持政府資訊公開原則，於「中部科學園區全球資訊網」不定期發布重大訊息或各項新聞，提供各類文宣及刊物供一般民眾下載，並架設各類主題網站，配合圖表及簡單的文字呈現，讓閱讀者易於了解中科的永續經營方向及績效。</p>",
    "<p>中科管理局依據「行政院暨所屬各機關處理人民陳情案件要點」之規定,處理一般陳情案件,需要面談、聽證或調查時,期限以不超過三十日為原則,2022 至 2023 年人民陳情案件總數 420 件( 其中行政革新建議 83 件、行政法令查詢 25 件、行政違失舉發 97 件及行政權益維護 215 件),且所有案件均充份回應與解決。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo3.png'  title=''></div>",
    "<h4>園區滿意度調查</h4>",
    "<p>廠商反映意見是中科管理局進行改善或提升園區各項服務的重要依據,中科管理局每年均組成工作小組辦理廠商訪視計畫,主動瞭解廠商需求,2022 及 2023 年均採書面、實體併行方式辦理,先以發函徵詢廠商意見,而對所獲反映意見,均積極處理並依廠商意願函復、邀請參加座談會或到廠服務,以提升園區服務品質。</p>",
    "<p>為使科學園區管理局服務品質具有公正、客觀及一致性之評比指標,並促使管理局注重服務對象之滿意度,進而達到提升服務品質之目的,國家科學及技術委員會每年委由專業調查公司執行滿意度調查。中科2022 及 2023 年廠商「整體滿意度」分數分別為 86.53及 88.14,均為三科學園區最高。有關廠商相關反映意見,中科管理局均積極回覆及處理,並追蹤與控管,以達顧客導向之顧客滿意目標,爭取其對園區支持與信任,未來仍將持續關切廠商需求並協助解決,以獲得廠商更多的肯定與正面評價。此外,亦針對周圍居民辦理調查,瞭解周圍居民對園區的評價。</p>"
  ],

  "en_title": "Communication among Stakeholders",
  "en_content": [
    "<p>CTSP Bureau has identified nine categories of stakeholders in accordance with the principle of AA1000 SES, and considered their attributes and business relationships, establishing a continuous interactive channel to meet the smooth communication needs of all parties. The bureau can also learn about the expectations of all sectors for the development of the park as a reference for the planning of CTSP's sustainable policy.</p>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/en/photo1.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/en/photo2.png'  title=''></div>",
    "<p>In addition to the above-mentioned channels for stakeholder interaction, the Bureau also adheres to the principle of openness of government information, publishes major news or various updates on the 'Central Taiwan Science Park Global Information Network', provides various publicity materials and publications for the general public to download, and sets up various themed websites with charts and simple text presentations, so that readers can easily understand the sustainable operation direction and performance of CTSP.</p>",
    "<p>CTSP Bureau, according to the 'Essentials of Handling People's General Complaints Cases by the Executive Yuan and its subordinate offices', handles General Complaints cases with the principle that the time limit should not exceed 30 days when interviews, hearings, or investigations are needed. From 2022 to 2023, there were 420 cases of People's General Complaints (including 83 administrative innovation suggestions, 25 administrative decree inquiries, 97 administrative violations, and 215 administrative rights and interests protection).</p>",
    "<p>Related Links> <a href='https://www.ctsp.gov.tw/chinese/02-CTSP_Bureau/11-mail.aspx?fr=1012&no=1023&v=1'>CTSP Contact email</a></p>",
    "<p>Related Links> <a href='https://www.ctsp.gov.tw/chinese/02-CTSP_Bureau/05-ethic.aspx?v=1&fr=1012&no=1017'>Civil Service Ethics Office</a></p>",
    "<h4>Park Satisfaction Survey</h4>",
    "<p>The feedback from manufacturers is an important basis for CTSP Bureau to improve or upgrade various services in the park. CTSP Bureau forms a working group every year to handle the manufacturer's visit plan and proactively understand the manufacturer's needs. In 2023 and 2022, it handled this in a written and entity-based manner. The feedback is actively addressed and answered according to the manufacturer’s wishes, and they are invited to participate in seminars or factory visits to improve the service quality of the park.</p>",
    "<p>In order to ensure fair, objective, and consistent service quality evaluation indicators, to encourage the Bureau to focus on the satisfaction of its service targets, and to achieve the purpose of improving service quality, the Ministry of Science and Technology commissions a professional survey company to conduct a satisfaction survey every year. The CTSP’s 2022 and 2023 manufacturer's 'overall satisfaction' score was respectively 86.53 and 88.14, the highest in the three Science Parks. The Bureau actively responds to and deals with the relevant feedback from manufacturers, tracking and controlling it. It has reached the customer-oriented satisfaction goal and strives for manufacturers' support and trust in the Park. In the future, we will continue to pay attention to the needs of manufacturers to gain more affirmation and positive comments.</p>",
    "<p>In addition, a survey was conducted on the surrounding residents to understand their evaluation of the Park.</p>"
  ]
}
