{
  "title": "利害關係人互動",
  "content": [
    "<h4>利害關係人鑑別及溝通管道</h4>",
    "<p>中科管理局依循 AA1000 SES 議合原則，已鑑別 9 大類別利害關係人，並考量其屬性及業務關係，建立持續性之互動管道，滿足各方暢通的溝通需求，本局也可藉此了解各界對園區發展的期許，作為中科永續政策之規劃參考。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo1.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo2.png'  title=''></div>",
    "<p>除上述利害關係人互動管道外，本局亦秉持政府資訊公開原則，於「中部科學園區全球資訊網」不定期發布重大訊息或各項新聞，提供各類文宣及刊物供一般民眾下載，並架設各類主題網站，配合圖表及簡單的文字呈現，讓閱讀者易於了解中科的永續經營方向及績效。</p>",
    "<p>中科管理局依據「行政院暨所屬各機關處理人民陳情案件要點」之規定,處理一般陳情案件,需要面談、聽證或調查時,期限以不超過三十日為原則,2022 至 2023 年人民陳情案件總數 420 件( 其中行政革新建議 83 件、行政法令查詢 25 件、行政違失舉發 97 件及行政權益維護 215 件),且所有案件均充份回應與解決。</p>",
    "<div class='page_photo_container'><img alt='' src='/images/stakeholder_interaction/zh/photo3.png'  title=''></div>",
    "<h4>園區滿意度調查</h4>",
    "<p>廠商反映意見是中科管理局進行改善或提升園區各項服務的重要依據,中科管理局每年均組成工作小組辦理廠商訪視計畫,主動瞭解廠商需求,2022 及 2023 年均採書面、實體併行方式辦理,先以發函徵詢廠商意見,而對所獲反映意見,均積極處理並依廠商意願函復、邀請參加座談會或到廠服務,以提升園區服務品質。</p>",
    "<p>為使科學園區管理局服務品質具有公正、客觀及一致性之評比指標,並促使管理局注重服務對象之滿意度,進而達到提升服務品質之目的,國家科學及技術委員會每年委由專業調查公司執行滿意度調查。中科2022 及 2023 年廠商「整體滿意度」分數分別為 86.53及 88.14,均為三科學園區最高。有關廠商相關反映意見,中科管理局均積極回覆及處理,並追蹤與控管,以達顧客導向之顧客滿意目標,爭取其對園區支持與信任,未來仍將持續關切廠商需求並協助解決,以獲得廠商更多的肯定與正面評價。此外,亦針對周圍居民辦理調查,瞭解周圍居民對園區的評價。</p>"
  ],

  "en_title":"Stakeholder Interaction",
  "en_content":[
    "<strong>Stakeholder Identification and Communication Channels</strong>",
    "Through internal discussions with the heads of all units, and with reference to stakeholder groups identified by businesses within the same industry as well as other benchmark enterprises, the CTSP Bureau adopted the 5 principles of the AA1000 AccountAbility Stakeholder Engagement Standard to identify 9 types of stakeholders and their scoring and prioritization.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g17.png'  title=''></div>",
    "11/9/2023 The CTSP Bureau makes use of the official CTSP website, CTSP Corporate Sustainability website, CTSP Facebook fan page, CTSP News Facebook public group, CTSP Annual Reports, CTSP Newsletter, and the CTSP Sustainability Report (originally called the Corporate Sustainability Report) etc. for formal communication and exchanges with the outside world, while other channels are also utilized to understand stakeholders’issues of concern and provide relevant responses and explanations. An English version of the Corporate Sustainability Report was issued in 2020, while the English version of the website was also published online for a more international outlook, allowing more diverse stakeholders access to the current situation and sustainable activities of the Bureau.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g18.png'  title=''></div>",
    "In addition to communication with various stakeholders through daily operations, the Bureau has also set up an email contact address for the Director-General, a whistle- blower hotline and email address (Tel: 04-2565-8588 ext. 6801 or discipline@ctsp.gov. tw) to facilitate convenient public communication. In 2021, the CTSP Bureau received a total of 180 petitions, among which 13 were administrative reform proposals, 7 inquiries on administrative laws, 51 reports of administrative violations, and 109 cases of administrative rights protection.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g19.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g20.png'  title=''></div>",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g21.png'  title=''></div>",
    "<strong>Park Manufacturer Satisfaction Survey</strong>",
    "Opinions expressed by manufacturers are an important basis for the CTSP Bureau to improve or enhance the various services of the Park. In addition to the satisfaction survey and the tracking of the reflected opinions, the industry management team is instructed to complete the improvements as soon as possible. The bureau organizes a working group to handle manufacturer visits every year. However, in response to the impact of the COVID-19 epidemic, in 2021 the CTSP Bureau instead sent a letter to solicit opinions from manufacturers.",
    "In order to ensure fair, objective and consistent service quality evaluation indicators, to encourage the Bureau to pay attention to the satisfaction of its service targets, and to achieve the purpose of improving service quality, the Ministry of Science and Technology commissions a professional survey company to conduct a satisfaction survey every year. The CTSP's 2021 manufacturer's 「overall satisfaction」 score was 87.36, and the satisfaction of the six dimensions was the highest in the three Science Parks, among which the 「Park Image」 score was the highest. The bureau would actively respond to and deal with the relevant feedback from manufacturers, and track and control them. It has reached the customer-oriented customer satisfaction goal, and has strived for their support and trust to the Park. In the future, we will continue to pay attention to the needs of manufacturers to get more affirmations and positive comments from manufacturers. In addition, a survey was also conducted on the surrounding residents to understand the evaluation of the surrounding residents on the Park.",
    "<div class='page_photo_container'><img alt='' src='/images/en_image/goal/g22.png'  title=''></div>"

  ]


}
